{
    "word": "Elsevier",
    "type": "n., n., n., n., n.",
    "meaning": "secteur du groupe Reed Elsevier qui fournit des renseignements généraux sur le matériel professionnel de l'éducation (enseignement) ainsi que les services adéquats de la Petite Maternelle jusqu'aux études universitaires <br /><Ê N=\"http://www.harcourt.com\">More: www.harcourt.com</Ê> LexisNexis®, département juridique de la société Reed Elsevier, qui est une compagnie fournissant un service d'information juridique et commercial ainsi qu'un service informatique Reed Business, Reed Business Information, société spécialisée dans l'information professionnelle et pratique autour de quatre activités: Presse, Edition Professionnelle &amp; Grand Public, et Formation professionnelle, et qui appartient au groupe anglo-néerlandais REED ELSEVIER, un des leaders mondiaux dans l'organisation de salons et l'édition professionnelle propriétaire du groupe Reed Elsevier-activités financières groupe Reed Elsevier, groupe de communication européen né en 1993, groupe d'édition et d'information mondial présent dans quatres domaines différents (Science &amp; Médecine; Lois, Education; Business &amp; Business) et ayant ses principales activités en Europe et en Amérique du Nord",
    "details": "<C><F><I><N><span style=\"color:#c00000\">n.</span> secteur du groupe Reed Elsevier qui fournit des renseignements généraux sur le matériel professionnel de l'éducation (enseignement) ainsi que les services adéquats de la Petite Maternelle jusqu'aux études universitaires <br /><Ê N=\"http://www.harcourt.com\">More: www.harcourt.com</Ê></N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> LexisNexis®, département juridique de la société Reed Elsevier, qui est une compagnie fournissant un service d'information juridique et commercial ainsi qu'un service informatique</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Business, Reed Business Information, société spécialisée dans l'information professionnelle et pratique autour de quatre activités: Presse, Edition Professionnelle &amp; Grand Public, et Formation professionnelle, et qui appartient au groupe anglo-néerlandais REED ELSEVIER, un des leaders mondiaux dans l'organisation de salons et l'édition professionnelle</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> propriétaire du groupe Reed Elsevier-activités financières</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> groupe Reed Elsevier, groupe de communication européen né en 1993, groupe d'édition et d'information mondial présent dans quatres domaines différents (Science &amp; Médecine; Lois, Education; Business &amp; Business) et ayant ses principales activités en Europe et en Amérique du Nord</N></I></F></C>"
}