{
    "word": "Elsevier",
    "type": "n., n., n., n., n., n.",
    "meaning": "Harcourt International Education Group, Verband der Reed Elsevier Gruppe die weltführend in professionellem Klassenraumzubehör und Dienste für Vorkindergartenalter durch Erwachsenenerziehung <Ê N\"http://www.hardcourt.com\">More: www.hardcourt.com</Ê> LexisNexis®, Rechtsabteilung von Reed Elsevier Inc eine weltweit Rechts- und Geschäftinformation anbietende Gesellschaft mit über drei Millionen Nutzer weltweit More: <Ê N\"http://www.lexisnexis.com\">www.lexisnexis.com</Ê> Reed Business, Tochtergesellschaft der Reed Elsevier Gruppe die eine Variation an Kommunikations- und Informationsdienste anbietet (magazine, Ausstellungen, online Medien, Marketing Dienste) <Ê N\"http://www.reedbusiness.com\">More:www.reedbusiness.com</Ê> Reed Construction Data, Geschäftseinheit der reed Elsevier Gruppe die Information für das Baugewerbe anbietet (wie z.B. Projektsqualitätsnachrichten, Bauprojektinformation und Kostendata für die internationale Bauindustrie) Reed Elsevier Finance BV, Eigentümer der Finanzaktivitäten der Reed Elsevier Gruppe Reed Elsevier Group plc, weltführender Herausgeber und Nachrichten Provider in vier Hauptmärkte arbeitend (Wissenschaft und Medizin, Recht, Erziehung, B2B) im Besitz der zwei Mutterfirmen Reed Elsevier PLC und Reed Elsevier NV <Ê N\"http://www.reedelsevier.com\">More: www.reeselsevier.com</Ê>",
    "details": "<C><F><I><N><span style=\"color:#c00000\">n.</span> Harcourt International Education Group, Verband der Reed Elsevier Gruppe die weltführend in professionellem Klassenraumzubehör und Dienste für Vorkindergartenalter durch Erwachsenenerziehung <br /><Ê N=\"http://www.hardcourt.com\">More: www.hardcourt.com</Ê></N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> LexisNexis®, Rechtsabteilung von Reed Elsevier Inc eine weltweit Rechts- und Geschäftinformation anbietende Gesellschaft mit über drei Millionen Nutzer weltweit <br />More: <Ê N=\"http://www.lexisnexis.com\">www.lexisnexis.com</Ê></N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Business, Tochtergesellschaft der Reed Elsevier Gruppe die eine Variation an Kommunikations- und Informationsdienste anbietet (magazine, Ausstellungen, online Medien, Marketing Dienste) <br /><Ê N=\"http://www.reedbusiness.com\">More:www.reedbusiness.com</Ê></N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Construction Data, Geschäftseinheit der reed Elsevier Gruppe die Information für das Baugewerbe anbietet (wie z.B. Projektsqualitätsnachrichten, Bauprojektinformation und Kostendata für die internationale Bauindustrie)</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Elsevier Finance BV, Eigentümer der Finanzaktivitäten der Reed Elsevier Gruppe</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Elsevier Group plc, weltführender Herausgeber und Nachrichten Provider in vier Hauptmärkte arbeitend (Wissenschaft und Medizin, Recht, Erziehung, B2B) im Besitz der zwei Mutterfirmen Reed Elsevier PLC und Reed Elsevier NV <br /><Ê N=\"http://www.reedelsevier.com\">More: www.reeselsevier.com</Ê></N></I></F></C>"
}