{
    "word": "rather",
    "phonetic": "[ʹrɑ:ðə]",
    "type": "adv, обыкн., разг., и т. п., разг., грам., знач., ♢",
    "meaning": "1.( rather than) 1) лучше, скорее; охотнее, предпочтительнее I had rather not, I would rather not, I'd rather not -мне не хочется; нет, спасибо; пожалуй, не стоит (формула отказа от предложения )2) скорее, больше; правильнее2.до некоторой степени, довольно, отчасти; несколько; пожалуй do I look ill? - Well, you do rather -я плохо выгляжу? - Пожалуй, да /Да, неважно/3.1) наоборот; отнюдь не2) а не, вместо3) вернее, правильнее; по правде говоря4.в междометия ещё бы!; ещё как!; конечно!, разумеется! the rather - тем более что ..., тем скорее",
    "details": "<C><F><H><L>rather</L></H><I><N><x K=\"#0000D0\"><v>[ʹrɑ:ðə]</v></x><br /><x K=\"#A0A0A0\"><em><x K=\"#C00000\">adv</x></em></x><br /><Í> 1.  (<x K=\"#A0A0A0\"><em><x K=\"#C00000\">обыкн.</x> </em></x>rather than)  <br /> 1) лучше, скорее; охотнее, предпочтительнее <br />  <x K=\"#009999\">anything rather than ... - что угодно, лишь бы не ... </x><br />  <x K=\"#009999\">I had rather, I would rather, I'd rather - я предпочёл бы ...; лучше уж я ...; я бы охотнее ... </x><br />  <x K=\"#009999\">I had rather start at once - я предпочёл бы выехать немедленно </x><br />  <x K=\"#009999\">I would rather go - я лучше уйду, я предпочитаю уйти </x><br />  <x K=\"#009999\">I'd rather people didn't know about it - я хотел бы, чтобы об этом не знали </x><br />  <x K=\"#009999\">I'd rather you came tomorrow - меня больше устроило бы, если бы вы пришли завтра </x><br />  <x K=\"#009999\">he resigned rather than stifle his conscience - не желая действовать против совести, он вышел в отставку </x><br />  <x K=\"#009999\">they determined to die rather than surrender - они решили умереть, но не сдаваться </x><br />  <x K=\"#009999\">would you rather take tea or coffee? - что вы предпочитаете, чай или кофе? </x><br />  <x K=\"#009999\">I had rather not, I would rather not, I'd rather not - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x>мне не хочется; нет, спасибо; пожалуй, не стоит (<x K=\"#A0A0A0\"><em>формула отказа от предложения <x K=\"#C00000\">и т. п.</x></em></x>) </x><br /> 2) скорее, больше; правильнее <br />  <x K=\"#009999\">it is rather good than bad - это скорее хороший /хорошо/, чем плохой /плохо/ </x><br />  <x K=\"#009999\">derived rather from imagination than reason - это скорее плод воображения, чем логический вывод </x><br />  <x K=\"#009999\">the colour seems green rather than blue - это скорее зелёный цвет, чем синий </x><br />  <x K=\"#009999\">he relies on mere abuse rather than on argument - его метод не аргументация, а брань </x><br />  <x K=\"#009999\">I, rather than you, should take the risk - (этот) риск должен взять на себя я, а вовсе /отнюдь/ не вы </x><br /> 2.  до некоторой степени, довольно, отчасти; несколько; пожалуй <br />  <x K=\"#009999\">rather dull [interesting, dark, lengthy] - довольно скучный [интересный, тёмный, долгий] </x><br />  <x K=\"#009999\">rather more - немного больше </x><br />  <x K=\"#009999\">rather more detailed - несколько более подробный </x><br />  <x K=\"#009999\">rather a lot - пожалуй, слишком много /многовато/ </x><br />  <x K=\"#009999\">I rather like him - мне он, пожалуй /скорее/, нравится </x><br />  <x K=\"#009999\">he felt rather tired - он немного устал, он чувствовал некоторую усталость </x><br />  <x K=\"#009999\">the performance was rather a failure - спектакль был довольно неудачный </x><br />  <x K=\"#009999\">I rather think you know him - мне думается, вы его знаете </x><br />  <x K=\"#009999\">she is rather good-looking - она недурна собой </x><br />  <x K=\"#009999\">our company numbered rather over forty - нас было сорок с чем-то человек </x><br />  <x K=\"#009999\">they rather expected to win - они, в известной мере, рассчитывали на победу </x><br />  <x K=\"#009999\">I am rather inclined to agree with you - я, пожалуй, склонен с вами согласиться </x><br />  <x K=\"#009999\">do I look ill? - Well, you do rather - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x>я плохо выгляжу? - Пожалуй, да /Да, неважно/ </x><br /> 3.  1) наоборот; отнюдь не <br />  <x K=\"#009999\">rather, we have won - наоборот, мы победили </x><br /> 2) а не, вместо <br />  <x K=\"#009999\">to elect a chairman for a year rather than a term - выбрать председателя на год, а не на семестр </x><br />  <x K=\"#009999\">this is not the result, rather it is the cause - это является причиной, а отнюдь не следствием </x><br /> 3) вернее, правильнее; по правде говоря <br />  <x K=\"#009999\">we came home late last night or, rather, early this morning - мы пришли домой вчера поздно ночью, а вернее сказать, сегодня рано утром </x><br />  <x K=\"#009999\">the building is a great success, or rather a triumph, for the designer - это здание - большой успех, а точнее, триумф архитектора </x><br /> 4.  <x K=\"#A0A0A0\"><em>в <x K=\"#C00000\">грам.</x> <x K=\"#C00000\">знач.</x> междометия </em></x>ещё бы!; ещё как!; конечно!, разумеется! <br />  <x K=\"#009999\">have you been here before? - Rather! - вы здесь раньше бывали? - Ещё бы! </x><br />  <x K=\"#009999\">would you like to come? - Rather! - вы хотите прийти? - Конечно /Разумеется, что за вопрос/! </x><br />  <x K=\"#009999\">Rather! - нисколько!, вовсе нет!, отнюдь! </x><br />  <x K=\"#009999\"><x K=\"#A0A0A0\"><em> <x K=\"#C00000\">♢</x> </em></x>the rather - тем более что ..., тем скорее </x><br /> </Í></N></I></F></C>"
}