{
    "word": "represents",
    "phonetic": "[͵reprıʹzent]",
    "type": "v, и т. п., обыкн., pass, и т. п., юр.",
    "meaning": "1.изображать или представлять (в каком-л. аспекте); разъяснять2.1) изображать, рисовать 2) быть изображением, изображать3.1) обозначать2) олицетворять; символизировать4.1) исполнять роль2) ставить на сцене5.1) представлять2) быть представителем, представлять6.(часто as) изображать (кого-л.); выдавать (за кого-л.)7.заявлять (протест ); делать представление he represented to the magistrate that the offender was only a child -он обратил внимание судьи, что правонарушителю ещё нет четырнадцати лет8.представлять себе; создавать мысленный образ; вызывать в памяти9.соответствовать, заменять, быть эквивалентом",
    "details": "<C><F><H><L>represent</L></H><I><N><x K=\"#0000D0\"><v>[͵reprıʹzent]</v></x><br /><x K=\"#A0A0A0\"><em><x K=\"#C00000\">v</x></em></x><br /><Í> 1.  изображать <x K=\"#A0A0A0\"><em>или</em></x> представлять (<x K=\"#A0A0A0\"><em>в каком-л. аспекте</em></x>); разъяснять <br />  <x K=\"#009999\">the work represents the character of the country - в этой работе описывается характер страны </x><br />  <x K=\"#009999\">I will represent to him the danger he is running - я расскажу ему о тех опасностях, которым он подвергается </x><br />  <x K=\"#009999\">let me try to represent my idea to you in another way /in different terms/ - разрешите изложить свою мысль несколько иначе /другими словами/ </x><br /> 2.  1) изображать, рисовать <x K=\"#A0A0A0\"><em><x K=\"#C00000\">и т. п.</x> </em></x><br />  <x K=\"#009999\">she desired to be represented as a shepherdess - ей хотелось, чтобы художник изобразил её в виде пастушки </x><br /> 2) быть изображением, изображать <br />  <x K=\"#009999\">the picture represents a hunting scene - картина изображает охотничью сцену </x><br /> 3.  1) обозначать <br />  <x K=\"#009999\">to represent musical sounds by notes - обозначать звуки музыки нотами </x><br />  <x K=\"#009999\">phonetic signs represent sounds - фонетические значки изображают звуки </x><br />  <x K=\"#009999\">such excuses represent nothing to me - подобные оправдания ничего для меня не значат </x><br /> 2) олицетворять; символизировать <br />  <x K=\"#009999\">the flag represents the nation - флаг - символ страны </x><br />  <x K=\"#009999\">a movie hero who represents the ideal of our culture - киногерой, олицетворяющий идеал современной культуры </x><br /> 4.  1) исполнять роль <br />  <x K=\"#009999\">the characters he represented on the stage - те характеры, которые он изображал на сцене </x><br /> 2) ставить на сцене <br />  <x K=\"#009999\">to represent a play - поставить пьесу на сцене; сыграть пьесу </x><br /> 5.  1) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">обыкн.</x> <x K=\"#C00000\">pass</x> </em></x>представлять <br />  <x K=\"#009999\">all the twelve guilds were represented in the procession - все двенадцать гильдий были представлены в процессии </x><br />  <x K=\"#009999\">our firm is represented in India by Mr. N. - представителем нашей фирмы в Индии является г-н Н. </x><br />  <x K=\"#009999\">many countries were represented by their Ambassadors - многие страны были представлены своими послами </x><br />  <x K=\"#009999\">a genus represented by two species - род, состоящий из двух видов </x><br /> 2) быть представителем, представлять <br />  <x K=\"#009999\">he represented the town in Parliament - он был представителем города в парламенте </x><br />  <x K=\"#009999\">to represent one's government in a foreign country - представлять своё правительство в одном из иностранных государств </x><br />  <x K=\"#009999\">MPs representing Welsh constituencies - члены парламента от валлийских избирательных округов </x><br /> 6.  (<x K=\"#A0A0A0\"><em>часто </em></x>as) изображать (<x K=\"#A0A0A0\"><em>кого-л.</em></x>); выдавать (<x K=\"#A0A0A0\"><em>за кого-л.</em></x>) <br />  <x K=\"#009999\">he represented himself as an expert - он выдавал себя за эксперта; он изображал специалиста </x><br />  <x K=\"#009999\">the candidate was careful to represent himself as a man of the people - кандидат усиленно подчёркивал, что он выходец из народа </x><br />  <x K=\"#009999\">I'm not what you represented me to be - я не таков, каким вы меня изобразили </x><br /> 7.  заявлять (<x K=\"#A0A0A0\"><em>протест <x K=\"#C00000\">и т. п.</x></em></x>); делать представление <br />  <x K=\"#009999\">they represented their grievances to the governor - они изложили свои жалобы губернатору </x><br />  <x K=\"#009999\">he represented to the magistrate that the offender was only a child - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">юр.</x> </em></x>он обратил внимание судьи, что правонарушителю ещё нет четырнадцати лет </x><br /> 8.  представлять себе; создавать мысленный образ; вызывать в памяти <br /> 9.  соответствовать, заменять, быть эквивалентом <br /> </Í></N></I></F></C>"
}