{
    "word": "same",
    "phonetic": "[seım]",
    "type": "n, разг., a, редк., adv, indef, pron, обыкн., уст., обыкн., канц., и т. п.",
    "meaning": "(the same)то же самое, одно и то жеsame here -я того же мнения; и у меня то же самое (происходит); и я тоже однообразный  (the same)так же, таким же образом 1.1) ( the same) тот же самый, этот же, один и тот же 2) (в сочетании с this, that, these, those при усилении или противопоставлении) : 2.( the same)1) такой же, одинаковый 2) не изменившийся, не претерпевший изменений 3. вышеупомянутый please, return same by return of post - пожалуйста, отправьте его (вышеупомянутое письмо ) обратной почтой",
    "details": "<C><F><H><L>same</L></H><I><N><strong>1.</strong> <x K=\"#0000D0\"><v>[seım]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">n</x> (the same)</em></x><br /><Í>  то же самое, одно и то же <br />   <x K=\"#009999\">to say [to do] the same - говорить [делать] одно и то же </x><br />   <x K=\"#009999\">he got up and I did the same - он поднялся, и я сделал то же самое </x><br />   <x K=\"#009999\">it is the same everywhere - всюду одно и то же </x><br />   <x K=\"#009999\">a Happy New Year to you! - The same to you! - поздравляю вас с Новым годом! - Вас также! </x><br />   <x K=\"#009999\">same here - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x>я того же мнения; и у меня то же самое (происходит); и я тоже </x><br />   <x K=\"#009999\">coat lined with the same - пальто на подкладке из того же материала </x><br />  </Í><br /><strong>2.</strong> <x K=\"#0000D0\"><v>[seım]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">a</x> <x K=\"#C00000\">редк.</x></em></x><br /><Í>  однообразный <br />   <x K=\"#009999\">the choruses were perhaps a little same - хоровые номера были несколько однообразны </x><br />   <x K=\"#009999\">the fear of being too same - страх быть однообразным </x><br />  </Í><br /><strong>3.</strong> <x K=\"#0000D0\"><v>[seım]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">adv</x> (the same)</em></x><br /><Í>  так же, таким же образом <br />   <x K=\"#009999\">can you feel the same towards him as you used to? - можешь ли ты относиться к нему так же, как прежде? </x><br />   <x K=\"#009999\">old people do not feel the same about sport as young ones do - старики относятся к спорту не так, как молодёжь </x><br />   <x K=\"#009999\">you still look the same - вы выглядите, как и прежде </x><br />   <x K=\"#009999\">much the same - почти такой же </x><br />   <x K=\"#009999\">just the same - точно так же </x><br />   <x K=\"#009999\">when I am away things go on just the same - когда меня нет, всё идёт так же </x><br />   <x K=\"#009999\">all /just/ the same - а) всё-таки, тем не менее; I feel anxious all the same - и тем не менее я беспокоюсь; thank you all the same - всё же разрешите вас поблагодарить; he is often rude, but I like him all /just/ the same - он часто грубит, но я всё-таки люблю его; the word is French, all the same it is in common use - это французское слово, но тем не менее оно широко употребляется; б) всё равно, безразлично; it is all the same to me - мне это безразлично </x><br />  </Í><br /><strong>4.</strong> <x K=\"#0000D0\"><v>[seım]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">indef</x> <x K=\"#C00000\">pron</x></em></x><br /><Í>  1.  1) (<x K=\"#A0A0A0\"><em><x K=\"#C00000\">обыкн.</x> </em></x>the same) тот же самый, этот же, один и тот же <br />   <x K=\"#009999\">the same night - в ту же ночь </x><br />   <x K=\"#009999\">at the same time - в одно и то же время, одновременно </x><br />   <x K=\"#009999\">to settle several matters at the same time - решать одновременно несколько дел </x><br />   <x K=\"#009999\">to belong to one and the same class - принадлежать к одному и тому же классу </x><br />   <x K=\"#009999\">to put smth. back in the same place - положить что-л. обратно на то же самое место </x><br />   <x K=\"#009999\">he is no longer the same man - он уже совсем не тот </x><br />   <x K=\"#009999\">she was always the same little girl to me - для меня она всегда оставалась всё той же маленькой девочкой </x><br />   <x K=\"#009999\">still the same queer old fellow - он всё такой же чудак </x><br />   <x K=\"#009999\">one and the same person - один и тот же человек </x><br />   <x K=\"#009999\">on the same ground - на том же основании </x><br />   <x K=\"#009999\">the very same day - в тот же самый день </x><br />   <x K=\"#009999\">that is the very same tune I heard yesterday - этот самый мотив я слышал вчера </x><br />  2) (<x K=\"#A0A0A0\"><em>в сочетании с </em></x>this, that, these, those<x K=\"#A0A0A0\"><em> при усилении или противопоставлении</em></x>) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x></em></x>:  <br />   <x K=\"#009999\">that same day - именно в тот (же самый) день </x><br />   <x K=\"#009999\">these same boasted heroes were the first to run away - и именно эти хвалёные герои первыми бросились бежать </x><br />   <x K=\"#009999\">what is the use of this same patience? - в чём же смысл этого терпения? </x><br />  2.  (<x K=\"#A0A0A0\"><em><x K=\"#C00000\">обыкн.</x> </em></x>the same)  <br />  1) такой же, одинаковый <br />   <x K=\"#009999\">in the same way - точно так же, таким же образом </x><br />   <x K=\"#009999\">the same sort of thing - то же самое, одно и то же </x><br />   <x K=\"#009999\">at the same price - по такой же цене </x><br />   <x K=\"#009999\">on the same day as this last year - в тот же самый день в прошлом году </x><br />   <x K=\"#009999\">on the same day every year - в один и тот же день каждый год </x><br />   <x K=\"#009999\">to hold the same opinion as the majority - придерживаться мнения большинства </x><br />   <x K=\"#009999\">to give the same answer as before - ответить так же, как и раньше </x><br />   <x K=\"#009999\">the same causes produce the same effects - одинаковые причины порождают одинаковые следствия </x><br />   <x K=\"#009999\">sailors received the same pay as soldiers - матросам платили столько же, сколько и солдатам </x><br />   <x K=\"#009999\">they get the same wages for the same work - они получают одинаковую зарплату за одну и ту же работу </x><br />   <x K=\"#009999\">he is of the same age as myself - он одного возраста со мной </x><br />   <x K=\"#009999\">his name is the same as mine - мы с ним однофамильцы </x><br />   <x K=\"#009999\">to be exactly the same height [width, depth] - быть точно такой же /одинаковой/ высоты [ширины, глубины] </x><br />   <x K=\"#009999\">one cannot eat the same food every day - нельзя есть одно и то же каждый день </x><br />   <x K=\"#009999\">it amounts to the same thing - это сводится к одному и тому же </x><br />   <x K=\"#009999\">she was always the same to me - она ко мне относилась всегда одинаково </x><br />  2) не изменившийся, не претерпевший изменений <br />   <x K=\"#009999\">the patient is much about the same - больной почти в таком же состоянии </x><br />   <x K=\"#009999\">I found her just the same - я нашёл её всё в том же положении </x><br />  3.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">канц.</x> </em></x>вышеупомянутый <br />   <x K=\"#009999\">with reference to our letter and your answer to same - говоря о нашем письме и вашем ответе на него </x><br />   <x K=\"#009999\">please, return same by return of post - пожалуйста, отправьте его (<x K=\"#A0A0A0\"><em>вышеупомянутое письмо <x K=\"#C00000\">и т. п.</x></em></x>) обратной почтой </x><br />   <x K=\"#009999\">to repairing table 15 shillings, to polishing same 10 shillings - за ремонт стола 15 шиллингов, за его полировку 10 шиллингов </x><br />   <x K=\"#009999\">we have heard from Mr. Jones and have written to same - мы получили от м-ра Джоунза письмо и ответили ему </x><br />  </Í></N></I></F></C>"
}