{
    "word": "so",
    "phonetic": "[səʋ]",
    "type": "adv, см., тж., разг., арх., уст., ♢, pron, ирон., cj, разг., см., тж., int, и т. п.",
    "meaning": "1.указывает на способ совершения действия (именно) так, таким, подобным образомspeak so that you are understood - говори так, чтобы тебя можно было понять so that2.указывает на 1) степень качества или на количество так, до такой степени, столь; столько, так много2)интенсивность действия так (сильно)3) эмфатическое выделение качества такой3.в начале предложения указывает на 1) подтверждение предшествующего высказывания действительно, да, в самом деле, именно; так (это) и есть2) распространение предшествующего высказывания на другое лицо или предмет тоже, также 3) вывод из сказанного ранее итак, значит, так4) продолжение повествования ну5)последовательность действия (в эллиптических предложениях) затем, потом❝say goodbye❞, and so be off - скажи(те) «до свидания» и (затем) марш /ступай(те)/ 6)перед прямой речью или после неё (в эллиптических предложениях) так4.указывает на соответствие тому, что было сказано так, в таком случае 5.в сочетаниях:not so ... as - не так ... как (при сравнении)so much - а) столько-то, такое-то количество; so much and no more - столько и не больше; he allowed his son so much a month for pocket money - он давал своему сыну ежемесячно определённую сумму /столько-то/ на карманные расходы; б) так много, так, в такой степени; he is so much respected - его так уважают; в) просто, не что иное как; so much rubbish /nonsense/! - просто чепуха!; I regard it as so much lost time - я считаю это просто потерянным временем; г) тем более; so much the better the worse - тем лучше тем хуже; I agree, so much more that I have seen her - я согласен, тем более, что я видел её; д) (for) довольно, хватит; всё уже сказано или сделано; so much for that - довольно говорить об этом; so much for your childhood ideals - с твоими детскими мечтаниями покончено; so much for the history of the case - вот и всё, что можно сказать об истории этого делаjust so - как нужно, как полагается so help me (God)! - честное слово! (в уверениях, клятвах)1.употребляется вместо предшествующего предложения это так, да he goes to the club. - So he says! -он ходит в клуб. - Как же! 2.употребляется вместо предшествующего прилагательного таковой, такой 3.(после глаголов call, name) употребляется вместо предшествующего имени собственного так4.более менее; приблизительно 1.(часто and so) вводит предложения, указывающие на заключение или вывод из предшествующего высказывания так что, поэтому; следовательно2.вводит 1) придаточные предложения цели (для того) чтобы, (с тем) чтобы2)придаточные предложения результата так что, поэтому; so that3.в сочетаниях: так!, ладно!; хватит!, ну! (выражает удивление, одобрение, неодобрение, торжество, сомнение )",
    "details": "<C><F><H><L>so</L></H><I><N><strong>1.</strong> <x K=\"#0000D0\"><v>[səʋ]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">adv</x></em></x><br /><Í>  1.  <x K=\"#A0A0A0\"><em>указывает на способ совершения действия</em></x> (именно) так, таким, подобным образом <br />   <x K=\"#009999\">you mustn't behave so - вы не должны так себя вести </x><br />   <x K=\"#009999\">stand just so - стой вот так </x><br />   <x K=\"#009999\">speak so that you are understood - говори так, чтобы тебя можно было понять [<x K=\"#A0A0A0\"><em><x K=\"#C00000\">см.</x> <x K=\"#C00000\">тж.</x> </em></x>so that]  </x><br />   <x K=\"#009999\">so, and so only - так, и только так </x><br />   <x K=\"#009999\">so and in no other way - только так (и не иначе); только таким образом /способом/ </x><br />   <x K=\"#009999\">quite so! - совершенно верно!, правильно!; именно (так)! </x><br />   <x K=\"#009999\">it is not so - это не так </x><br />   <x K=\"#009999\">why so? - почему же?, отчего же?; каким образом? </x><br />   <x K=\"#009999\">how so? - как (же) так?, как же это? </x><br />   <x K=\"#009999\">and so on - и так далее, и тому подобное </x><br />   <x K=\"#009999\">I need some paper, pencils, ink, and so on - мне нужна бумага, карандаши, чернила и тому подобное </x><br />   <x K=\"#009999\">and so on and so on, and so on and so forth - и так далее и тому подобное </x><br />   <x K=\"#009999\">so there! - так-то вот! </x><br />   <x K=\"#009999\">that being so I have nothing more to say - раз /поскольку/ это так, мне больше нечего добавить </x><br />   <x K=\"#009999\">so to say, so to speak - так сказать </x><br />  2.  <x K=\"#A0A0A0\"><em>указывает на </em></x><br />  1) <x K=\"#A0A0A0\"><em>степень качества или на количество</em></x> так, до такой степени, столь; столько, так много <br />   <x K=\"#009999\">why is the train so crowded today? - почему сегодня в поезде столько народу? </x><br />   <x K=\"#009999\">she isn't so very old - она не так уж стара </x><br />   <x K=\"#009999\">I am not so sure of that - я не очень-то уверен в этом </x><br />   <x K=\"#009999\">so much - так много </x><br />   <x K=\"#009999\">it takes so much time - на это уходит столько времени </x><br />   <x K=\"#009999\">I have got so much to do and so little time! - мне нужно сделать так много, а времени (у меня) так мало! </x><br />   <x K=\"#009999\">not so much sugar, please - не (кладите) столько сахару, пожалуйста </x><br />   <x K=\"#009999\">be so good to continue to write me letters - пишите мне, пожалуйста, и впредь </x><br />   <x K=\"#009999\">it was so hot (that) I took my coat off - было так жарко, что я снял пиджак </x><br />   <x K=\"#009999\">a little girl so high - девочка /девушка/ вот такого роста </x><br />   <x K=\"#009999\">I am so tired! - я так /очень/ устал! </x><br />   <x K=\"#009999\">so kind of you! - как это мило с вашей стороны! </x><br />   <x K=\"#009999\">I am so pleased to meet you! - я так /очень/ рад познакомиться с вами! </x><br />  2) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x><x K=\"#A0A0A0\"><em>интенсивность действия</em></x> так (сильно) <br />   <x K=\"#009999\">she so wants to go - ей так хочется поехать /пойти/ </x><br />   <x K=\"#009999\">why do you cry so? - почему вы так плачете? </x><br />   <x K=\"#009999\">I'd better not go out, my head aches so! - я лучше не буду выходить, у меня так болит голова! </x><br />  3) <x K=\"#A0A0A0\"><em>эмфатическое выделение качества</em></x> такой <br />   <x K=\"#009999\">so good a dinner! - такой хороший обед! </x><br />   <x K=\"#009999\">so severe a discipline - такая строгая дисциплина </x><br />   <x K=\"#009999\">in so distant a place as Australia - в столь отдалённом месте, как Австралия </x><br />  3.  <x K=\"#A0A0A0\"><em>в начале предложения указывает на </em></x><br />  1) <x K=\"#A0A0A0\"><em>подтверждение предшествующего высказывания</em></x> действительно, да, в самом деле, именно; так (это) и есть <br />   <x K=\"#009999\">you look tired. - So I am - у вас усталый вид. - Да, я действительно устал </x><br />   <x K=\"#009999\">you could have come here earlier. - So I could - вы могли бы прийти сюда пораньше. - Верно /Да, конечно/, мог бы </x><br />   <x K=\"#009999\">I thought you were French. - So I am - я думал, что вы француз. - Так оно и есть </x><br />  2) <x K=\"#A0A0A0\"><em>распространение предшествующего высказывания на другое лицо или предмет</em></x> тоже, также <br />   <x K=\"#009999\">you are late, (and) so am I - вы опоздали, (и) я тоже </x><br />   <x K=\"#009999\">we were wrong, so were you - мы ошиблись, и вы также /тоже/ </x><br />  3) <x K=\"#A0A0A0\"><em>вывод из сказанного ранее</em></x> итак, значит, так <br />   <x K=\"#009999\">so you are going to the North - итак, вы отправляетесь на север </x><br />   <x K=\"#009999\">so you have come after all! - значит, вы всё-таки пришли! </x><br />   <x K=\"#009999\">and so the work is finished at last! - ну, наконец работа закончена! </x><br />  4) <x K=\"#A0A0A0\"><em>продолжение повествования</em></x> ну <br />   <x K=\"#009999\">so he said we shouldn't bother. So we didn't - потом он сказал, чтобы мы не беспокоились, ну, мы и не стали (беспокоиться) </x><br />  5) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">арх.</x> </em></x><x K=\"#A0A0A0\"><em>последовательность действия </em></x>(<x K=\"#A0A0A0\"><em>в эллиптических предложениях</em></x>) затем, потом <br />   <x K=\"#009999\">and so to bed - итак, (теперь) спать </x><br />  ❝say goodbye❞, and so be off - скажи(те) «до свидания» и (затем) марш /ступай(те)/ <br />  6) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x> </em></x><x K=\"#A0A0A0\"><em>перед прямой речью или после неё </em></x>(<x K=\"#A0A0A0\"><em>в эллиптических предложениях</em></x>) так <br />   <x K=\"#009999\">so Achilles - так сказал Ахиллес </x><br />  4.  <x K=\"#A0A0A0\"><em>указывает на соответствие тому, что было сказано</em></x> так, в таком случае <br />   <x K=\"#009999\">it is so - так оно и есть; это так </x><br />   <x K=\"#009999\">so it is - действительно, правильно </x><br />   <x K=\"#009999\">that's so - именно так; в самом деле так </x><br />   <x K=\"#009999\">is that so? - разве?, неужели?, правда?; не может быть! </x><br />   <x K=\"#009999\">that's /it is/ not so! - это не так!, неправда! </x><br />   <x K=\"#009999\">so be it! - да будет так! </x><br />  5.  <x K=\"#A0A0A0\"><em>в сочетаниях</em></x>:  <br />   <x K=\"#009999\">so far - до сих пор, пока (ещё) </x><br />   <x K=\"#009999\">so far I'm bored - пока что мне скучно </x><br />   <x K=\"#009999\">I've heard nothing so far - пока я ещё ничего не слышал </x><br />   <x K=\"#009999\">so far you have been lucky - до сих пор вам везло </x><br />   <x K=\"#009999\">so far as - насколько, поскольку </x><br />   <x K=\"#009999\">so far as I know - насколько я знаю /мне известно/ </x><br />   <x K=\"#009999\">in so far as = so far as </x><br />   <x K=\"#009999\">in so much as = insomuch as </x><br />   <x K=\"#009999\">so far from - вместо того, чтобы </x><br />   <x K=\"#009999\">so far from abating, the epidemic spread - эпидемия отнюдь не затихала, а напротив, распространялась </x><br />   <x K=\"#009999\">so ... as - так /настолько/ ... чтобы, так ... что </x><br />   <x K=\"#009999\">it is so natural as hardly to be noticeable - это так естественно, что почти незаметно </x><br />   <x K=\"#009999\">be so good /would you be so kind/ as to send me word - не откажите в любезности известить меня </x><br />   <x K=\"#009999\">not so ... as - не так ... как (<x K=\"#A0A0A0\"><em>при сравнении</em></x>) </x><br />   <x K=\"#009999\">it is not so hot as yesterday - сегодня не так жарко, как вчера </x><br />   <x K=\"#009999\">he is not so bright as his brother - он не такой способный, как его брат </x><br />   <x K=\"#009999\">so ... that - а) так /таким образом/ ... что; б) так ... что; настолько ... чтобы; he is so ill that he cannot speak - он так болен, что не может говорить </x><br />   <x K=\"#009999\">not so ... but - не настолько ... чтобы </x><br />   <x K=\"#009999\">he is not so degraded but he has a sense of shame - он не настолько опустился, чтобы потерять чувство стыда </x><br />   <x K=\"#009999\">so much so that - настолько, что; до такой степени, что </x><br />   <x K=\"#009999\">are you satisfied now? - So much so that words fail me - теперь вы довольны? - Так доволен, что и сказать не могу </x><br />   <x K=\"#009999\">so many - такое-то число, такое-то количество, столько-то (штук) </x><br />   <x K=\"#009999\">so many shillings and so many pence - столько-то шиллингов и столько-то пенсов </x><br />   <x K=\"#009999\">they turn out so many typewriters a day - они выпускают столько-то пишущих машинок в день </x><br />   <x K=\"#009999\">so much - а) столько-то, такое-то количество; so much and no more - столько и не больше; he allowed his son so much a month for pocket money - он давал своему сыну ежемесячно определённую сумму /столько-то/ на карманные расходы; б) так много, так, в такой степени; he is so much respected - его так уважают; в) просто, не что иное как; so much rubbish /nonsense/! - просто чепуха!; I regard it as so much lost time - я считаю это просто потерянным временем; г) тем более; so much the better [the worse] - тем лучше [тем хуже]; I agree, so much more that I have seen her - я согласен, тем более, что я видел её; д) (for) довольно, хватит; всё уже сказано <x K=\"#A0A0A0\"><em>или</em></x> сделано; so much for that - довольно говорить об этом; so much for your childhood ideals - с твоими детскими мечтаниями покончено; so much for the history of the case - вот и всё, что можно сказать об истории этого дела </x><br />   <x K=\"#009999\">not /never/ so much as - даже не </x><br />   <x K=\"#009999\">he didn't so much as ask me to sit down - он даже не предложил мне сесть </x><br />   <x K=\"#009999\">he never so much as thanked me - он даже не поблагодарил меня </x><br />   <x K=\"#009999\">not so much ... as - не столько ... сколько; не так ... как </x><br />   <x K=\"#009999\">he is not so much angry as upset - он скорее огорчён, чем рассержен </x><br />   <x K=\"#009999\">oceans do not so much divide the world as unite it - океаны не столько разъединяют мир, сколько объединяют его </x><br />   <x K=\"#009999\"><x K=\"#A0A0A0\"><em> <x K=\"#C00000\">♢</x> </em></x>just so - как нужно, как полагается </x><br />   <x K=\"#009999\">her room is always just so - её комната всегда в порядке </x><br />   <x K=\"#009999\">you don't say so!, do you say so? - неужели?, не может быть! </x><br />   <x K=\"#009999\">so please your Majesty - как будет угодно вашему величеству </x><br />   <x K=\"#009999\">so help me (God)! - честное слово! (<x K=\"#A0A0A0\"><em>в уверениях, клятвах</em></x>) </x><br />   <x K=\"#009999\">I have never seen him, so help me (God)! - я никогда не видел его, честное слово! </x><br />  </Í><br /><strong>2.</strong> <x K=\"#0000D0\"><v>[səʋ]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">pron</x></em></x><br /><Í>  1.  <x K=\"#A0A0A0\"><em>употребляется вместо предшествующего предложения </em></x>это так, да <br />   <x K=\"#009999\">has the train gone? - I think /believe/ so - поезд уже ушёл? - Думаю, что да </x><br />   <x K=\"#009999\">he promised to ring us up but has not yet done so - он обещал позвонить нам, но ещё не звонил </x><br />   <x K=\"#009999\">many people would have run away. Not so he - многие бы убежали, но он не таков </x><br />   <x K=\"#009999\">did he promise it? - Yes, he did so! - он (это) обещал? - Да, конечно! </x><br />   <x K=\"#009999\">he is clever. - I am glad you think so - он умён. - Я рад, что вы так считаете </x><br />   <x K=\"#009999\">he goes to the club. - So he says! - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">ирон.</x> </em></x>он ходит в клуб. - Как же! </x><br />  2.  <x K=\"#A0A0A0\"><em>употребляется вместо предшествующего прилагательного</em></x> таковой, такой <br />   <x K=\"#009999\">your friend is diligent, but you are not so - ваш друг прилежен, не то, что вы </x><br />   <x K=\"#009999\">both brothers are talented, but the elder is more so - оба брата талантливы, но старший особенно </x><br />   <x K=\"#009999\">he isn't handsome, but he thinks himself so - он некрасив, но считает себя красивым </x><br />   <x K=\"#009999\">he is ill and has been so for a long time - он болен и уже давно </x><br />  3.  (<x K=\"#A0A0A0\"><em>после глаголов </em></x>call, name) <x K=\"#A0A0A0\"><em>употребляется вместо предшествующего имени собственного</em></x> так <br />   <x K=\"#009999\">John. He was named so after his father - его назвали Джоном. В честь отца </x><br />  4.  более менее; приблизительно <br />   <x K=\"#009999\">at three o'clock or so - примерно в три часа, около трёх </x><br />   <x K=\"#009999\">I've known him 15 years or so - я знаю его лет пятнадцать </x><br />  </Í><br /><strong>3.</strong> <x K=\"#0000D0\"><v>[səʋ]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">cj</x></em></x><br /><Í>  1.  (<x K=\"#A0A0A0\"><em>часто </em></x>and so) <x K=\"#A0A0A0\"><em>вводит предложения, указывающие на заключение или вывод из предшествующего высказывания</em></x> так что, поэтому; следовательно <br />   <x K=\"#009999\">it was raining and so I did not go out - шёл дождь, и поэтому я не выходил </x><br />   <x K=\"#009999\">it was late, so we went home - было поздно, поэтому /и/ мы пошли домой </x><br />   <x K=\"#009999\">the train leaves in half an hour, so you had better hurry - поезд отходит через полчаса, вам нужно поторопиться </x><br />  2.  <x K=\"#A0A0A0\"><em>вводит </em></x><br />  1) <x K=\"#A0A0A0\"><em>придаточные предложения цели</em></x> (для того) чтобы, (с тем) чтобы <br />   <x K=\"#009999\">he opened the door so he could see them come - он открыл дверь, чтобы видеть, как они придут </x><br />  2) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x><x K=\"#A0A0A0\"><em>придаточные предложения результата</em></x> так что, поэтому; <x K=\"#0000D0\"><v>[<x K=\"#A0A0A0\"><em><x K=\"#C00000\">см.</x> <x K=\"#C00000\">тж.</x> </em></x>so that]</v></x>  <br />  3.  <x K=\"#A0A0A0\"><em>в сочетаниях</em></x>:  <br />   <x K=\"#009999\">so what? - ну и что?, ну так что?; подумаешь! </x><br />   <x K=\"#009999\">so what of it? - ну и что (в этом) особенного? </x><br />   <x K=\"#009999\">(so) that's that - так-то вот </x><br />  </Í><br /><strong>4.</strong> <x K=\"#0000D0\"><v>[səʋ]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">int</x></em></x><br /><Í>  так!, ладно!; хватит!, ну! (<x K=\"#A0A0A0\"><em>выражает удивление, одобрение, неодобрение, торжество, сомнение <x K=\"#C00000\">и т. п.</x></em></x>) <br />   <x K=\"#009999\">he went off yesterday. - So? - он уехал вчера. - Ну? /Ах, вот как!/ </x><br />  </Í></N></I></F></C>"
}