{
    "word": "such",
    "phonetic": "[sʌtʃ]",
    "type": "a, эмоц.-усил., и т. п., ♢, посл., pron, разг.",
    "meaning": "1.такой, подобный2. 1) такой2) такой хороший, такой большой, такой далёкий3.в сочетаниях:such master, such man -каков хозяин, таков и слуга; ≅ каков поп, таков и приход 1.таковой 2.тот, такой; те, такие 3.в сочетаниях: and such -и тому подобные",
    "details": "<C><F><H><L>such</L></H><I><N><strong>1.</strong> <x K=\"#0000D0\"><v>[sʌtʃ]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">a</x></em></x><br /><Í>  1.  такой, подобный <br />   <x K=\"#009999\">such people - такие люди </x><br />   <x K=\"#009999\">such happiness was all he wished - такого /подобного/ счастья - вот всё, что он желал </x><br />   <x K=\"#009999\">some such plan was in my mind - примерно такой же план пришёл мне в голову </x><br />   <x K=\"#009999\">in such cases - в таких /в подобных/ случаях </x><br />   <x K=\"#009999\">in such a way - таким образом, так </x><br />   <x K=\"#009999\">he speaks in such a way that I don't understand him - он говорит так, что я его не понимаю </x><br />   <x K=\"#009999\">and such things - и тому подобное </x><br />   <x K=\"#009999\">there is no such thing - ничего подобного нет </x><br />   <x K=\"#009999\">do no such thing! - не делай ничего подобного! </x><br />   <x K=\"#009999\">I never say such things - я никогда не говорю подобных вещей </x><br />   <x K=\"#009999\">there are no such doings now - теперь подобных вещей не бывает </x><br />  2.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">эмоц.-усил.</x> </em></x><br />  1) такой <br />   <x K=\"#009999\">such horrid language - такой ужасный язык </x><br />   <x K=\"#009999\">such good music - такая хорошая музыка </x><br />   <x K=\"#009999\">such a long time ago - так давно </x><br />   <x K=\"#009999\">such fun that nobody left - так весело, что никто не ушёл </x><br />   <x K=\"#009999\">he was such a good [a clever] man - он был таким хорошим [умным] человеком </x><br />  2) такой хороший, такой большой, такой далёкий <x K=\"#A0A0A0\"><em><x K=\"#C00000\">и т. п.</x> </em></x><br />   <x K=\"#009999\">such a fellow! - ну что за парень! </x><br />   <x K=\"#009999\">such a liar! - какой (наглый) лжец! </x><br />   <x K=\"#009999\">such a lie! - столь наглая ложь! </x><br />   <x K=\"#009999\">such a pity - такая жалость </x><br />   <x K=\"#009999\">it is such a pity he can't come - я очень /так/ (со)жалею, что он не может прийти </x><br />   <x K=\"#009999\">it is such an honour for me! - это такая честь для меня! </x><br />   <x K=\"#009999\">don't be in such a hurry I - не спешите так! </x><br />   <x K=\"#009999\">you gave me such a fright! - вы меня так напугали! </x><br />  3.  <x K=\"#A0A0A0\"><em>в сочетаниях</em></x>:  <br />   <x K=\"#009999\">such as - а) как например; languages coming from Latin, such as French, Italian, Spanish - языки, ведущие своё происхождение от латыни, как например: французский, итальянский, испанский; such as? а например?, что именно?; I've read several books on astronomy. - Such as? - я прочитал несколько книг по астрономии. - Какие именно? /Какие, например?/; б) такой как; such love as his - такая любовь, как у него; such beauty as yours - такая красота, как ваша; poets such as Keats, such poets as Keats - такие поэты, как Китс; a plan such /such a plan/ as he would never have thought of himself - такой план, какой ему самому никогда и в голову не пришёл бы; to take such steps as shall be considered necessary - принять такие меры, которые будут признаны необходимыми; until such time as ... - до тех пор, пока ...; в) тот который; такой который; on such a day as you can go - в тот день, когда вы сможете пойти /уйти, уехать/; such a scarlet as makes the eyes ache - такой красный цвет, от которого болят глаза; г) такой, чтобы; I am not such a simpleton as to believe - не так уж я глуп, чтобы поверить; his illness was not such as to cause anxiety - его болезнь была не такой (серьёзной), чтобы вызвать беспокойство </x><br />   <x K=\"#009999\">such that - такой что </x><br />   <x K=\"#009999\">his behaviour was such that everyone disliked him - он вёл себя так (плохо), что его все невзлюбили </x><br />   <x K=\"#009999\"><x K=\"#A0A0A0\"><em> <x K=\"#C00000\">♢</x> </em></x>such master, such man - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">посл.</x> </em></x>каков хозяин, таков и слуга; ≅ каков поп, таков и приход </x><br />  </Í><br /><strong>2.</strong> <x K=\"#0000D0\"><v>[sʌtʃ]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">pron</x></em></x><br /><Í>  1.  таковой <br />   <x K=\"#009999\">such was his nature - таков был его характер </x><br />   <x K=\"#009999\">such are the results - таковы результаты </x><br />   <x K=\"#009999\">such was the force of the explosion ... - сила взрыва была такова ... </x><br />   <x K=\"#009999\">I may have offended him, but such was not my intention - я, может быть, обидел его, но это не входило в мои намерения </x><br />  2.  тот, такой; те, такие <br />   <x K=\"#009999\">all such - такие люди </x><br />   <x K=\"#009999\">(all) such as are of my opinion lift up their hands - пусть (все) те, кто согласен со мной, поднимут руки </x><br />   <x K=\"#009999\">I haven't heard of any such - я о таком (человеке) не слышал </x><br />   <x K=\"#009999\">I have not very many dictionaries, but I will send you such as I have - у меня не очень много словарей, но я пришлю вам те, что есть </x><br />   <x K=\"#009999\">such as live by the pen - те, кто живёт литературным /писательским/ трудом </x><br />   <x K=\"#009999\">such only who have lived in that country - только те, кто жил в этой стране </x><br />  3.  <x K=\"#A0A0A0\"><em>в сочетаниях</em></x>:  <br />   <x K=\"#009999\">and such - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x>и тому подобные </x><br />   <x K=\"#009999\">he does not hold with theatres and balls and such - он не одобряет театров, балов и тому подобного </x><br />   <x K=\"#009999\">as such - как таковой; по существу; сам по себе </x><br />   <x K=\"#009999\">a name as such means nothing - имя само по себе ничего не значит /не говорит/ </x><br />   <x K=\"#009999\">I am a diplomat and will be treated as such - я дипломат и требую соответствующего отношения к себе </x><br />   <x K=\"#009999\">the leader, as such, is entitled to respect - руководитель как таковой имеет право на уважение </x><br />   <x K=\"#009999\">such being the case - поскольку дело обстоит таким образом, поскольку это так, раз такое дело </x><br />   <x K=\"#009999\">if such were the case - если б дело обстояло так, если бы это было так </x><br />   <x K=\"#009999\">such is not the case - это не так </x><br />   <x K=\"#009999\">such as it is - какое бы оно там ни было </x><br />   <x K=\"#009999\">you may use my typewriter, such as it is - можете пользоваться моей машинкой, хотя она и не очень хорошая </x><br />  </Í></N></I></F></C>"
}