{
    "word": "that",
    "phonetic": "[ðæt (полная форма); ðət,ðt (редуцированные формы)]",
    "type": "pron, pl, demonstr, разг., и т. д., эмоц.-усил., разг., употр., эмоц.-усил., эллипт., rel, обыкн., книжн., поэт., уст., в грам. знач. прил., прост., эмоц.-усил., разг., вм., прост., уст., в грам. знач. нареч., разг., диал., амер., грам., знач., ♢, амер., сл., см., ♢, cj, обыкн., обыкн., обыкн., и т. п., уст., уст., уст., см., уст.",
    "meaning": "( those)А1.1) этоis that you, John?,that you, John? - это ты, Джон?2) это, этого ; вот что 3) вот 4) в противопоставлении this то 2. вместо другого слова или словосочетания, упомянутых выше, во избежание повторения 1) заменяет группу существительного:2) заменяет группу глагола, : 3.1) в коррелятивных местоименных сочетаниях тот (который)2)тот который4.первое (из вышеупомянутых)Б1.1) который, которая, которые ( следует непосредственно за определяемым словом; часто может быть опущено) this is he that brought the news -вот тот, кто принёс это известие 2) в сочетании со словами, обозначающими время когда 3) ,то что, всё что, тот кто, всякий кто (определяемое слово подразумевается) 2.1) во вводных предложениях как ни, хоть и2) в восклицательных предложениях:В1.1) этот, эта, это; тот, та, то 2) в противопоставлении this тот, та, то3) в сочетании с here, thereвон2.1) часто в сочетании с собственным именем этот, эта, это2) ( those)эти3. такой, в такой степениГ1) так, до такой степени 2),столько, такД в определённого артикля 1.тот, та, то; этот, эта, это 2.в коррелятивных местоимённых сочетаниях тот (который), та (которая), то (которое)at that - а) после этого; затем; б)при всём при том; к тому же; сверх того; it is only a snapshot and a poor one at that - это всего лишь любительский снимок, да ещё и плохой к тому же; в) на этом; and usually I leave it at that - и на этом я обычно прекращаю разговорcome out of that! -убирайся!, выметайся!take that! - на, получай!, вот тебе! (при ударе)this and thatthis 1.вводит сказуемые, дополнительные и аппозитивные придаточные предложения (то) что 2.вводит придаточные дополнительные предложения и сказуемые с причинным оттенком значения что, так как; потому что 3.вводит придаточные цели (часто so that, in order that) так (чтобы)4.вводит придаточные 1) результата ( с so, such в главном предложении) что 2) основания ( после вопросительного или отрицательного главного предложения) что3) пояснительные что4) необходимого следствия или сопровождения ( после отрицательного главного предложения) (без того) чтобы 5.вводит придаточные предложения в составе эмфатических сложных предложений:6.вводит восклицательные предложения, выражающие удивление, негодование, сильное желаниечтобы, что7. вводит придаточное предложение, параллельное предшествующему придаточному, употреблённому с другим союзом; переводится как союз первого придаточного8. следует за рядом союзов, не изменяя их значения:9.в сочетаниях:but that - а) если бы не; I would have gone with you but that I am so busy - я бы пошёл с вами, если бы я не был так занят; б) чтобы не; he is not such a fool but that he can see it - он не так глуп, чтобы не видеть этого; в) после отрицательных предложений что; I don't deny doubt but that he is right - я не отрицаю сомневаюсь, что он прав; г) не то чтобы; not but that he believed it himself - не то чтобы он верил этому самsave that - except that  except II 2 notwithstanding that -хотя, несмотря на то, что",
    "details": "<C><F><H><L>that</L></H><I><N><strong>1.</strong> <x K=\"#A0A0A0\"><em><x K=\"#0000D0\"><v>[ðæt (полная форма); ðət,ðt (редуцированные формы)]</v></x><x K=\"#C00000\">pron</x> (<x K=\"#C00000\">pl</x> those)</em></x><br /><Í>  А <x K=\"#A0A0A0\"><em><x K=\"#C00000\">demonstr</x> </em></x><br />  1.  1) это <br />   <x K=\"#009999\">what is that? - что это такое? </x><br />   <x K=\"#009999\">who is that? - кто это? </x><br />   <x K=\"#009999\">is that you, John?, <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x>that you, John? - это ты, Джон? </x><br />   <x K=\"#009999\">are those your children? - это ваши дети? </x><br />   <x K=\"#009999\">is that all the luggage you are taking? - это весь ваш багаж? </x><br />   <x K=\"#009999\">those are my orders - таковы /вот/ мои распоряжения </x><br />  2) это, этого <x K=\"#A0A0A0\"><em><x K=\"#C00000\">и т. д.</x></em></x>; вот что <br />   <x K=\"#009999\">that's not fair - это несправедливо </x><br />   <x K=\"#009999\">that's just like her - это так на неё похоже, в этом она вся </x><br />   <x K=\"#009999\">that is what he told me - вот что он мне сказал; это то, что он мне сказал </x><br />   <x K=\"#009999\">that's how I happened to be here - вот как я здесь очутился </x><br />   <x K=\"#009999\">they all think that - они все так /это/ думают </x><br />   <x K=\"#009999\">have things come to that? - неужели до этого дошло? </x><br />   <x K=\"#009999\">and so that is settled - итак, это решено </x><br />   <x K=\"#009999\">that's where he lives - вот где он живёт, он живёт здесь </x><br />  3) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">эмоц.-усил.</x> <x K=\"#C00000\">разг.</x> </em></x>вот <br />   <x K=\"#009999\">those are something like shoes - вот это туфли </x><br />   <x K=\"#009999\">good stuff that! - вот это правильно /здорово/!; ≅ вот это да!, вот это я понимаю! </x><br />  4) <x K=\"#A0A0A0\"><em>в противопоставлении </em></x>this то <br />   <x K=\"#009999\">this is new and that is old - это новое, а то старое </x><br />   <x K=\"#009999\">I prefer these to those - я предпочитаю эти тем </x><br />  2.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">употр.</x> вместо другого слова или словосочетания, упомянутых выше, во избежание повторения </em></x><br />  1) <x K=\"#A0A0A0\"><em>заменяет группу существительного</em></x>:  <br />   <x K=\"#009999\">the climate there is like that of France - климат там похож на климат Франции </x><br />   <x K=\"#009999\">her eyes were those of a frightened child - у неё были глаза испуганного ребёнка </x><br />   <x K=\"#009999\">a house like that is described here - дом, подобный этому, описан здесь </x><br />   <x K=\"#009999\">I have only two pairs of shoes and those are old - у меня только две пары ботинок, да и те поношенные </x><br />  2) <x K=\"#A0A0A0\"><em>заменяет группу глагола</em></x>, <x K=\"#A0A0A0\"><em><x K=\"#C00000\">эмоц.-усил.</x></em></x>:  <br />   <x K=\"#009999\">they must be very curious creatures. - They are that - это, должно быть, очень странные создания. - Так оно и есть </x><br />   <x K=\"#009999\">it was necessary to act and that promptly - нужно было действовать и (действовать) быстро </x><br />   <x K=\"#009999\">they are fine chaps. - They are that [That they are not] - славные это ребята. - Да, правда /действительно/ [Вот уж нет] </x><br />   <x K=\"#009999\">he studied Greek and Latin when he was young, and that at Oxford - он учил греческий и латынь, когда он был молодым, и учил их он в Оксфорде </x><br />   <x K=\"#009999\">will you help me? - That I will! - ты мне поможешь? - Всенепременно! /А как же!/ </x><br />  3.  1) <x K=\"#A0A0A0\"><em>в коррелятивных местоименных сочетаниях</em></x> тот (который) <br />   <x K=\"#009999\">those that I saw - те, кого я видел </x><br />   <x K=\"#009999\">Fine Art is that in which the hand, the head, and the heart go together - искусство - это такая область, где руки, мысли и душа едины </x><br />   <x K=\"#009999\">there was that in her which commanded respect - в ней было нечто такое, что вызывало невольное уважение </x><br />   <x K=\"#009999\">those who wish to go may do so - кто хочет, может уйти </x><br />   <x K=\"#009999\">one of those who were present - один из присутствовавших </x><br />  2) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">эллипт.</x> </em></x>тот который <br />   <x K=\"#009999\">be that thou know'st thou art - будь самим собой </x><br />  4.  первое (<x K=\"#A0A0A0\"><em>из вышеупомянутых</em></x>) <br />   <x K=\"#009999\">work and play are both necessary to health; this gives us rest and that gives us energy - и труд и развлечение необходимы для здоровья - одно /первое/ развивает энергию, другое /последнее/ даёт отдых </x><br />  Б <x K=\"#A0A0A0\"><em><x K=\"#C00000\">rel</x> </em></x><br />  1.  1) который, которая, которые (<x K=\"#A0A0A0\"><em><x K=\"#C00000\">обыкн.</x> следует непосредственно за определяемым словом; часто может быть опущено</em></x>) <br />   <x K=\"#009999\">this is about all that he has to say - это в основном всё, что он может сказать </x><br />   <x K=\"#009999\">the letter that came yesterday - то письмо, которое пришло вчера </x><br />   <x K=\"#009999\">this is the house that Jack built - вот дом, который построил Джек </x><br />   <x K=\"#009999\">the man (that) you were looking for has come - (тот) человек, которого вы искали, пришёл </x><br />   <x K=\"#009999\">during the years (that) he had spent abroad - в течение (тех) лет, что он провёл за границей </x><br />   <x K=\"#009999\">the envelope (that) I put it in - (тот) конверт, в который я это положил </x><br />   <x K=\"#009999\">the man (that) we are speaking about - (тот) человек, о котором мы говорим </x><br />   <x K=\"#009999\">this is he that brought the news - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">книжн.</x> </em></x>вот тот, кто принёс это известие </x><br />  2) <x K=\"#A0A0A0\"><em>в сочетании со словами, обозначающими время</em></x> когда <br />   <x K=\"#009999\">the night (that) we went to the theatre - в тот вечер, когда мы ходили в театр </x><br />   <x K=\"#009999\">it was the year that we went to England - это случилось в тот год /это был тот год/, когда мы поехали в Англию </x><br />  3) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">поэт.</x>, <x K=\"#C00000\">уст.</x> </em></x>то что, всё что, тот кто, всякий кто (<x K=\"#A0A0A0\"><em>определяемое слово подразумевается</em></x>) <br />   <x K=\"#009999\">I earn that I eat, get that I wear - я сам зарабатываю то, что я ем и что ношу, я сам добываю себе пищу и одежду </x><br />   <x K=\"#009999\">I am that I am - я остаюсь самим собой </x><br />  2.  1) <x K=\"#A0A0A0\"><em>во вводных предложениях</em></x> как ни, хоть и <br />   <x K=\"#009999\">wicked man that he was he would not consent to it - как ни был он низок /хоть и дурной человек он был/, он не соглашался на это </x><br />  2) <x K=\"#A0A0A0\"><em>в восклицательных предложениях</em></x>:  <br />   <x K=\"#009999\">wretch that I am! - о я несчастный!, несчастный я! </x><br />   <x K=\"#009999\">fool that he is! - ну и дурак же он!, дурак он несчастный! </x><br />  В <x K=\"#A0A0A0\"><em><x K=\"#C00000\">в грам. знач. прил.</x> </em></x><br />  1.  1) этот, эта, это; тот, та, то <br />   <x K=\"#009999\">everybody is agreed on that point - по тому /этому/ вопросу разногласий нет </x><br />   <x K=\"#009999\">since that time [moment, day, year] - с того /с этого/ времени [момента, дня, года] </x><br />   <x K=\"#009999\">in those days - в те времена </x><br />   <x K=\"#009999\">who are those people? - кто эти люди? </x><br />   <x K=\"#009999\">I only saw him that once - я его только один раз /тогда/ и видел </x><br />   <x K=\"#009999\">that man will get on! - этот человек своего добьётся! </x><br />  2) <x K=\"#A0A0A0\"><em>в противопоставлении </em></x>this тот, та, то <br />   <x K=\"#009999\">this book is interesting and that one is not - эта книга интересна(я), а та нет </x><br />  3) <x K=\"#A0A0A0\"><em>в сочетании с </em></x>here, there <x K=\"#A0A0A0\"><em><x K=\"#C00000\">прост.</x> </em></x>вон <br />   <x K=\"#009999\">that here chair and that there table - вот этот стул и вон тот стол </x><br />  2.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">эмоц.-усил.</x> <x K=\"#C00000\">разг.</x> </em></x><br />  1) <x K=\"#A0A0A0\"><em>часто в сочетании с собственным именем </em></x>этот, эта, это <br />   <x K=\"#009999\">when you will have done thumping that piano? - когда ты кончишь барабанить на этом (твоём) рояле? </x><br />   <x K=\"#009999\">he has that confidence in his theory - он непоколебимо уверен в правильности своей теории </x><br />   <x K=\"#009999\">what is it about that Mrs. Bellew? I never liked her - что там с этой миссис Белью? Она никогда мне не нравилась </x><br />   <x K=\"#009999\">that fool of a porter! - этот дурак носильщик! </x><br />   <x K=\"#009999\">how is that leg of yours? - ну, как ваша нога? </x><br />   <x K=\"#009999\">it's that wife of his who is to blame - винить надо (эту) его жену </x><br />   <x K=\"#009999\">I don't like that house of hers - не нравится мне (этот) её дом </x><br />  2) (<x K=\"#A0A0A0\"><em><x K=\"#C00000\">вм.</x> </em></x>those) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">прост.</x> </em></x>эти <br />   <x K=\"#009999\">that ill manners - эти мои дурные манеры </x><br />  3.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x> </em></x>такой, в такой степени <br />   <x K=\"#009999\">he blushed to that degree that I felt ill at ease - он так /до такой степени/ покраснел, что мне стало неловко </x><br />  Г <x K=\"#A0A0A0\"><em><x K=\"#C00000\">в грам. знач. нареч.</x> </em></x><br />  1)  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x>так, до такой степени <br />   <x K=\"#009999\">if he wanted it that much - если он так уж сильно хотел этого </x><br />   <x K=\"#009999\">I can't walk that far - я не могу идти так далеко </x><br />   <x K=\"#009999\">when I was that tall - когда я был вот такого роста </x><br />   <x K=\"#009999\">he was that angry he couldn't say a word - он был до того рассержен, что слова не мог вымолвить </x><br />  2)  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">диал.</x>, <x K=\"#C00000\">амер.</x> </em></x>столько, так <br />   <x K=\"#009999\">he talks that much! - он столько говорит! </x><br />   <x K=\"#009999\">he is that sleepy - он такой сонный </x><br />   <x K=\"#009999\">he was that tall! - он был такого огромного роста /такой высокий/! </x><br />  Д <x K=\"#A0A0A0\"><em>в <x K=\"#C00000\">грам.</x> <x K=\"#C00000\">знач.</x> определённого артикля </em></x><br />  1.  тот, та, то; этот, эта, это <br />   <x K=\"#009999\">he lives in that house across the street - он живёт в (том) доме через дорогу </x><br />   <x K=\"#009999\">what was that noise? - что это был за шум? </x><br />  2.  <x K=\"#A0A0A0\"><em>в коррелятивных местоимённых сочетаниях</em></x> тот (который), та (которая), то (которое) <br />   <x K=\"#009999\">that part which concerns us - (та) часть, которая нас касается </x><br />   <x K=\"#009999\">that man we are speaking of has come - (тот) человек, о котором мы говорим, уже здесь /уже пришёл/ </x><br />   <x K=\"#009999\"><x K=\"#A0A0A0\"><em> <x K=\"#C00000\">♢</x> </em></x></x><br />   <x K=\"#009999\">(and) that's that - а) так-то вот; такие-то дела; ничего не поделаешь; так вот, значит; б) дело с концом; на этом точка </x><br />   <x K=\"#009999\">all that - всё это, всё такое </x><br />   <x K=\"#009999\">and all that - и всё (такое) прочее; и так далее </x><br />   <x K=\"#009999\">it is not so cold as all that - и не так уж холодно </x><br />   <x K=\"#009999\">after that - после того, что; после того, как </x><br />   <x K=\"#009999\">at that - а) после этого; затем; б) <x K=\"#A0A0A0\"><em><x K=\"#C00000\">амер.</x> </em></x>при всём при том; к тому же; сверх того; it is only a snapshot and a poor one at that - это всего лишь любительский снимок, да ещё и плохой к тому же; в) на этом; and usually I leave it at that - и на этом я обычно прекращаю разговор </x><br />   <x K=\"#009999\">by that - а) к тому времени; б) (под) этим </x><br />   <x K=\"#009999\">what do you mean by that? - что вы этим хотите сказать?, что вы подразумеваете под этим? </x><br />   <x K=\"#009999\">upon /with/ that - а) когда; как (только); после этого, б) при этом; в) с этими словами; with that she took out her handkerchief - с этими словами она вынула носовой платок </x><br />   <x K=\"#009999\">that's all - вот и всё </x><br />   <x K=\"#009999\">that's it - это как раз то, что нам надо; вот именно, правильно </x><br />   <x K=\"#009999\">that's right! - правильно! </x><br />   <x K=\"#009999\">that's more like it - это другой разговор, это другое дело </x><br />   <x K=\"#009999\">that's that - всё, решено </x><br />   <x K=\"#009999\">well that's that; at least I know where I am going - ну что ж, решено; по крайней мере, я знаю, куда еду </x><br />   <x K=\"#009999\">that'll do - довольно, хватит; этого будет достаточно </x><br />   <x K=\"#009999\">that's done it - это решило дело; это переполнило чашу </x><br />   <x K=\"#009999\">that's a good boy!, that's a dear! - вот и хорошо!, правильно!, молодец!, умник! </x><br />   <x K=\"#009999\">like that - так; таким /подобным/ образом </x><br />   <x K=\"#009999\">why are you crying like that? - чего ты так плачешь? </x><br />   <x K=\"#009999\">a man like that - подобный человек </x><br />   <x K=\"#009999\">o that!, would that! - о если бы!, хотелось бы мне, чтобы </x><br />   <x K=\"#009999\">come out of that! - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">сл.</x> </em></x>убирайся!, выметайся! </x><br />   <x K=\"#009999\">take that! - на, получай!, вот тебе! (<x K=\"#A0A0A0\"><em>при ударе</em></x>) </x><br />   <x K=\"#009999\">this and that <x K=\"#A0A0A0\"><em><x K=\"#C00000\">см.</x> </em></x>this <x K=\"#A0A0A0\"><em> <x K=\"#C00000\">♢</x> </em></x></x><br />   <x K=\"#009999\">I wouldn't give that for it - я даже вот столечко не дал бы за это </x><br />  </Í><br /><strong>2.</strong> <x K=\"#A0A0A0\"><em><x K=\"#0000D0\"><v>[ðæt (полная форма); ðət (редуцированная форма)]</v></x><x K=\"#C00000\">cj</x></em></x><br /><Í>  1.  <x K=\"#A0A0A0\"><em>вводит сказуемые, дополнительные и аппозитивные придаточные предложения</em></x> (то) что <br />   <x K=\"#009999\">that they were brothers was clear - то, что они братья, было ясно </x><br />   <x K=\"#009999\">it seems that you have forgotten me - вы, кажется, забыли меня </x><br />   <x K=\"#009999\">I know [say] that it is unjust - я знаю [говорю], что это несправедливо </x><br />   <x K=\"#009999\">I fear that I cannot come - боюсь, что не смогу прийти </x><br />   <x K=\"#009999\">he made it clear that he did not agree - он дал понять, что не согласен </x><br />   <x K=\"#009999\">there is no doubt that we were wrong from the start - несомненно, мы были не правы с самого начала </x><br />   <x K=\"#009999\">the fact that I am here - тот факт, что я здесь </x><br />   <x K=\"#009999\">the thought that he would be late oppressed him - мысль, что он опоздает, угнетала его </x><br />  2.  <x K=\"#A0A0A0\"><em>вводит придаточные дополнительные предложения и сказуемые с причинным оттенком значения</em></x> что, так как; потому что <br />   <x K=\"#009999\">I'm sorry that this has happened - мне очень жаль, что так случилось </x><br />   <x K=\"#009999\">if I complain it is that I want you to do better in future - если я и жалуюсь, то потому, что хочу, чтобы вы поступали лучше в будущем </x><br />  3.  <x K=\"#A0A0A0\"><em>вводит придаточные цели</em></x> (<x K=\"#A0A0A0\"><em>часто </em></x>so that, in order that) так (чтобы) <br />   <x K=\"#009999\">let's finish now (so) that we can rest tomorrow - давайте закончим сейчас, (так) чтобы завтра можно было отдохнуть </x><br />   <x K=\"#009999\">come nearer that I may see you - подойдите поближе, чтобы я мог увидеть вас </x><br />   <x K=\"#009999\">put it there so that it won't be forgotten - положи это туда, чтобы не забыть </x><br />   <x K=\"#009999\">they kept quiet so that he might sleep - они сидели тихо, чтобы дать ему поспать </x><br />   <x K=\"#009999\">study that you may learn - ≅ учись, а то знать ничего не будешь </x><br />  4.  <x K=\"#A0A0A0\"><em>вводит придаточные </em></x><br />  1) <x K=\"#A0A0A0\"><em>результата </em></x>(<x K=\"#A0A0A0\"><em><x K=\"#C00000\">обыкн.</x> с </em></x>so, such <x K=\"#A0A0A0\"><em>в главном предложении</em></x>) что <br />   <x K=\"#009999\">I am so tired that I can hardly stand - я так устал, что еле стою </x><br />   <x K=\"#009999\">the light was so bright that it hurt our eyes - свет был такой яркий, что было больно смотреть </x><br />  2) <x K=\"#A0A0A0\"><em>основания </em></x>(<x K=\"#A0A0A0\"><em><x K=\"#C00000\">обыкн.</x> после вопросительного или отрицательного главного предложения</em></x>) что <br />   <x K=\"#009999\">who is he that everybody supports him? - кто он такой, что все поддерживают его? </x><br />  3) <x K=\"#A0A0A0\"><em>пояснительные</em></x> что <br />   <x K=\"#009999\">you have well done that you have come - вы хорошо сделали, что пришли </x><br />  4) <x K=\"#A0A0A0\"><em>необходимого следствия или сопровождения </em></x>(<x K=\"#A0A0A0\"><em><x K=\"#C00000\">обыкн.</x> после отрицательного главного предложения</em></x>) (без того) чтобы <br />   <x K=\"#009999\">never a month goes by that he does not write to us - не проходит и месяца, чтобы он не написал нам </x><br />   <x K=\"#009999\">I can't speak but that you try to interrupt me - как только я начинаю говорить, вы перебиваете меня </x><br />  5.  <x K=\"#A0A0A0\"><em>вводит придаточные предложения в составе эмфатических сложных предложений</em></x>:  <br />   <x K=\"#009999\">it was there that I first met her - здесь я встретил её впервые </x><br />   <x K=\"#009999\">it was because he didn't work that he failed - он потерпел неудачу, потому что не работал </x><br />  6.  <x K=\"#A0A0A0\"><em>вводит восклицательные предложения, выражающие удивление, негодование, сильное желание <x K=\"#C00000\">и т. п.</x></em></x> чтобы, что <br />   <x K=\"#009999\">that he should behave like that! - чтобы он себя так вёл! </x><br />   <x K=\"#009999\">oh that I might see you once more! - о если бы я мог ещё раз увидеть вас! </x><br />   <x K=\"#009999\">to think that I knew nothing about it! - подумать только, (что) я ничего об этом не знал! </x><br />   <x K=\"#009999\">that I should live to see such things! - дожил, нечего сказать! </x><br />   <x K=\"#009999\">that one so fair should be so false! - такая красивая, и такая лгунья! </x><br />  7.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x> </em></x><x K=\"#A0A0A0\"><em>вводит придаточное предложение, параллельное предшествующему придаточному, употреблённому с другим союзом; переводится как союз первого придаточного </em></x><br />   <x K=\"#009999\">although the rear was attacked and that fifty men were captured - несмотря на то, что нападение было произведено с тыла и несмотря на то, что пятьдесят солдат были захвачены в плен </x><br />  8.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x> </em></x><x K=\"#A0A0A0\"><em>следует за рядом союзов, не изменяя их значения</em></x>:  <br />   <x K=\"#009999\">because that - так как, потому что </x><br />   <x K=\"#009999\">if that - если </x><br />   <x K=\"#009999\">lest that - чтобы не </x><br />   <x K=\"#009999\">though that - хотя </x><br />  9.  <x K=\"#A0A0A0\"><em>в сочетаниях</em></x>:  <br />   <x K=\"#009999\">not that - а) не то чтобы; б) насколько; wonder what happened, not that I care - ≅ хоть мне и всё равно, а всё-таки интересно, что там случилось; not that it matters, but the letter has not been sent yet - я не хочу сказать, что это так уж важно, но письмо всё ещё не отправлено </x><br />   <x K=\"#009999\">in that - тем что; поскольку; так как </x><br />   <x K=\"#009999\">some of his books have become classics in that they are read by most students interested in anthropology - некоторые из его книг стали классическими, их читают почти все студенты, интересующиеся антропологией </x><br />   <x K=\"#009999\">but that - а) если бы не; I would have gone with you but that I am so busy - я бы пошёл с вами, если бы я не был так занят; б) чтобы не; he is not such a fool but that he can see it - он не так глуп, чтобы не видеть этого; в) <x K=\"#A0A0A0\"><em>после отрицательных предложений</em></x> что; I don't deny [doubt] but that he is right - я не отрицаю [сомневаюсь], что он прав; г) не то чтобы; not but that he believed it himself - не то чтобы он верил этому сам </x><br />   <x K=\"#009999\">except that - кроме того, что; не считая того, что </x><br />   <x K=\"#009999\">it is right except that the accents are omitted - это правильно, если не считать того, что пропущены ударения </x><br />   <x K=\"#009999\">save that - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x></em></x> = except that [<x K=\"#A0A0A0\"><em><x K=\"#C00000\">см.</x> </em></x>except II 2]  </x><br />   <x K=\"#009999\">notwithstanding that - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x> </em></x>хотя, несмотря на то, что </x><br />  </Í></N></I></F></C>"
}