{
    "word": "though",
    "phonetic": "[ðəʋ]",
    "type": "adv, разг., ♢, cj, уст., уст., ♢",
    "meaning": "однако, тем не менее, всё же, несмотря наdid he though? - неужели он сделал /сказал/ это? 1.(часто even though) хотя, несмотря на; всё же2. (даже) если бы 3. пусть даже as though - (как) если бы, (как) будто бы, словно, как бы",
    "details": "<C><F><H><L>though</L></H><I><N><strong>1.</strong> <x K=\"#0000D0\"><v>[ðəʋ]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">adv</x> <x K=\"#C00000\">разг.</x></em></x><br /><Í>  однако, тем не менее, всё же, несмотря на <br />   <x K=\"#009999\">it was a good shot though - всё же это был удачный выстрел </x><br />   <x K=\"#009999\">I believe him though - я ему всё же верю </x><br />   <x K=\"#009999\">he did his work though - тем не менее, он сделал своё дело </x><br />   <x K=\"#009999\">he'll probably come; you never know though - он, может быть, придёт, но /впрочем/ кто его знает? </x><br />   <x K=\"#009999\"><x K=\"#A0A0A0\"><em> <x K=\"#C00000\">♢</x> </em></x>did he though? - неужели он сделал /сказал/ это? </x><br />  </Í><br /><strong>2.</strong> <x K=\"#0000D0\"><v>[ðəʋ]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">cj</x></em></x><br /><Í>  1.  (<x K=\"#A0A0A0\"><em>часто </em></x>even though) хотя, несмотря на; всё же <br />   <x K=\"#009999\">though it was late, he went on working - несмотря на то, что было поздно, он продолжал работать </x><br />   <x K=\"#009999\">even though they tried hard, they did not succeed - несмотря на свои старания, они ничего не добились </x><br />   <x K=\"#009999\">strange though it may appear - как это ни странно </x><br />   <x K=\"#009999\">they finally made it though I never thought they would - вопреки моим ожиданиям, они в конце концов сделали это </x><br />   <x K=\"#009999\">he is better, though not entirely cured - ему лучше, но он ещё не совсем поправился </x><br />   <x K=\"#009999\">I respect him though I don't like him - я уважаю его, хоть он мне и не нравится </x><br />   <x K=\"#009999\">the bonds are strong even though they are invisible - пусть эти узы невидимы, они тем не менее сильны </x><br />  2.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x> </em></x>(даже) если бы <br />   <x K=\"#009999\">even though he were here he wouldn't help us - даже если бы он был здесь, он бы не помог нам </x><br />   <x K=\"#009999\">though I fail, I shall try again - даже если меня постигнет неудача, я не оставлю попыток /усилий/ </x><br />  3.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x> </em></x>пусть даже <br />   <x K=\"#009999\">what though the way be long! - пусть даже путь далёк! </x><br />   <x K=\"#009999\"><x K=\"#A0A0A0\"><em> <x K=\"#C00000\">♢</x> </em></x>as though - (как) если бы, (как) будто бы, словно, как бы </x><br />   <x K=\"#009999\">it looks as though he's gone - похоже, что он ушёл </x><br />   <x K=\"#009999\">as though nothing had happened - как будто ничего не случилось </x><br />  </Í></N></I></F></C>"
}