{
    "word": "upon",
    "phonetic": "[əʹpɒn]",
    "type": "prep, др., что-л., ♢, разг., разг., шутл.",
    "meaning": "1. on II (часто является более книжным, однако в ряде случаев, приведённых ниже, употребляется чаще, чем on) 2.1) после глаголов to count, to depend, to look, to be, to stand, to stay ии после прилагательного confident:to come upon - а) натолкнуться на (кого-л., ); I came upon the right answer by accident - я случайно нашёл правильный ответ; as I was searching through my desk I came upon misplaced documents - роясь в своём столе, я случайно обнаружил пропавшие документы; б) свалиться, обрушиться (на кого-л.); doubt came upon her - на неё нашло /напало/ сомнение2) при употреблении предлога в конце предложения: 3) в выражениях, указывающих на интенсивность действия или повторения за3.указывает на движение наверх или нахождение наверху (заменяет up on) 4.в некоторых географических названиях на:to fall upon smb. unawares - застать кого-л. врасплох once upon a time - однажды; когда-то, некогда (традиционный зачин сказки) upon my word (of honour)!, upon my honour! -честное слово! upon my faith! -клянусь честью! to be married upon smb. -быть замужем за кем-л.",
    "details": "<C><F><H><L>upon</L></H><I><N><x K=\"#0000D0\"><v>[əʹpɒn]</v></x><br /><x K=\"#A0A0A0\"><em><x K=\"#C00000\">prep</x></em></x><br /><Í> 1.  = on II (<x K=\"#A0A0A0\"><em>часто является более книжным, однако в ряде случаев, приведённых ниже, употребляется чаще, чем </em></x>on)  <br /> 2.  1) <x K=\"#A0A0A0\"><em>после глаголов </em></x>to count, to depend, to look, to be, to stand, to stay <x K=\"#A0A0A0\"><em>и <x K=\"#C00000\">др.</x> и после прилагательного </em></x>confident:  <br />  <x K=\"#009999\">to count upon succour - рассчитывать на помощь </x><br />  <x K=\"#009999\">you may depend upon it - можете быть в этом уверены </x><br />  <x K=\"#009999\">to look upon smb., smth. - считать, рассматривать кого-л., что-л. </x><br />  <x K=\"#009999\">I had always looked upon him as an authority on that subject - я всегда считал его авторитетом в этом вопросе </x><br />  <x K=\"#009999\">to come upon - а) натолкнуться на (<x K=\"#A0A0A0\"><em>кого-л., <x K=\"#C00000\">что-л.</x></em></x>); I came upon the right answer by accident - я случайно нашёл правильный ответ; as I was searching through my desk I came upon misplaced documents - роясь в своём столе, я случайно обнаружил пропавшие документы; б) свалиться, обрушиться (<x K=\"#A0A0A0\"><em>на кого-л.</em></x>); doubt came upon her - на неё нашло /напало/ сомнение </x><br />  <x K=\"#009999\">to be upon smb. - а) приближаться, близиться; summer holidays are upon us - приближаются летние каникулы; б) приближаться с целью нападения; the enemy is upon us - враг уже близко; в) оказывать сильное влияние; the enchantment of the beautiful scenery was still upon me - я всё ещё находился под впечатлением этого прекрасного пейзажа </x><br />  <x K=\"#009999\">to stand upon one's rights - отстаивать свои права </x><br />  <x K=\"#009999\">to stand upon one's claims - настаивать на своих требованиях </x><br />  <x K=\"#009999\">to be confident upon smb.'s fidelity - не сомневаться в чьей-л. верности </x><br /> 2) <x K=\"#A0A0A0\"><em>при употреблении предлога в конце предложения</em></x>:  <br />  <x K=\"#009999\">he is not to be relied upon - на него нельзя положиться </x><br />  <x K=\"#009999\">he had nothing to live upon - ему не на что было жить </x><br />  <x K=\"#009999\">what does he insist upon? - на чём он настаивает? </x><br /> 3) <x K=\"#A0A0A0\"><em>в выражениях, указывающих на интенсивность действия или повторения</em></x> за <br />  <x K=\"#009999\">to write letter upon letter [petition upon petition] - писать письмо за письмом [прошение за прошением] </x><br />  <x K=\"#009999\">loss upon loss - потеря за потерей </x><br /> 3.  <x K=\"#A0A0A0\"><em>указывает на движение наверх или нахождение наверху </em></x>(<x K=\"#A0A0A0\"><em>заменяет </em></x>up on)  <br />  <x K=\"#009999\">upon a mountain - на горе </x><br />  <x K=\"#009999\">to get upon a roof - взобраться на крышу </x><br />  <x K=\"#009999\">he jumped upon the horse - он вскочил на коня </x><br /> 4.  <x K=\"#A0A0A0\"><em>в некоторых географических названиях</em></x> на:  <br />  <x K=\"#009999\">Burton upon Trent - Бертон-на-Тренте </x><br />  <x K=\"#009999\">Kingston upon Thames - Кингстон-на-Темзе </x><br />  <x K=\"#009999\"><x K=\"#A0A0A0\"><em> <x K=\"#C00000\">♢</x> </em></x>to fall upon smb. unawares - застать кого-л. врасплох </x><br />  <x K=\"#009999\">to be thrown upon one's own resources - быть предоставленным самому себе; оказаться без помощи </x><br />  <x K=\"#009999\">once upon a time - однажды; когда-то, некогда (<x K=\"#A0A0A0\"><em>традиционный зачин сказки</em></x>) </x><br />  <x K=\"#009999\">upon my word (of honour)!, upon my honour! - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x>честное слово! </x><br />  <x K=\"#009999\">upon my faith! - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">разг.</x> </em></x>клянусь честью! </x><br />  <x K=\"#009999\">to be married upon smb. - <x K=\"#A0A0A0\"><em><x K=\"#C00000\">шутл.</x> </em></x>быть замужем за кем-л. </x><br /> </Í></N></I></F></C>"
}