{
    "word": "writ",
    "phonetic": "[rıt]",
    "type": "n, юр., рел., тж., уст., p. p.",
    "meaning": "1. судебный приказ 2. писание3.1) предписание от имени короля о проведении выборов для заполнения вакансии в палате общин 2) предписание от имени короля члену палаты лордов о явке на заседание парламента ( writ of summons)4.символ власти past иот write II",
    "details": "<C><F><H><L>writ</L></H><I><N><strong>1.</strong> <x K=\"#0000D0\"><v>[rıt]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">n</x></em></x><br /><Í>  1.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">юр.</x> </em></x>судебный приказ <br />   <x K=\"#009999\">writ of assistance - а) приказ суда о вводе во владение; б) распоряжение о наложении ареста на товары, не оплаченные таможенной пошлиной </x><br />   <x K=\"#009999\">writ of attachment - а) судебный приказ о приводе в суд; б) судебный приказ о наложении ареста на имущество </x><br />   <x K=\"#009999\">writ of attendance - приказ об участии в заседании </x><br />   <x K=\"#009999\">writ of capias - приказ суда об аресте лица </x><br />   <x K=\"#009999\">writ of covenant - приказ о вызове в суд по иску о нарушении договора за печатью </x><br />   <x K=\"#009999\">writ of entry, writ of ejectment - приказ о вызове в суд по иску о возвращении владения недвижимостью </x><br />   <x K=\"#009999\">writ of error - приказ о передаче материалов по делу в апелляционный суд для пересмотра вынесенного судебного решения с целью исправления ошибки, если таковая была допущена при рассмотрении дела </x><br />   <x K=\"#009999\">writ of execution - судебный приказ об исполнении решения, исполнительный лист </x><br />   <x K=\"#009999\">writ of subpoena - судебный приказ о вызове в суд </x><br />   <x K=\"#009999\">to serve a writ on smb. - вручить кому-л. судебный приказ </x><br />  2.  <x K=\"#A0A0A0\"><em><x K=\"#C00000\">рел.</x> </em></x>писание <br />   <x K=\"#009999\">Holy /Sacred/ Writ - Библия, Священное писание </x><br />  3.  1) предписание от имени короля о проведении выборов для заполнения вакансии в палате общин <br />  2) предписание от имени короля члену палаты лордов о явке на заседание парламента (<x K=\"#A0A0A0\"><em><x K=\"#C00000\">тж.</x> </em></x>writ of summons)  <br />  4.  символ власти <br />   <x K=\"#009999\">outside the United States where our writ does not run - за пределами Соединённых Штатов, где наши законы не имеют силы </x><br />  </Í><br /><strong>2.</strong> <x K=\"#0000D0\"><v>[rıt]</v></x> <x K=\"#A0A0A0\"><em><x K=\"#C00000\">уст.</x> past и <x K=\"#C00000\">p. p.</x> от write II</em></x><br /></N></I></F></C>"
}