{
    "word": "are",
    "phonetic": "/ɑ:/",
    "type": "danh từ, ngôi 3 số nhiều thời hiện tại của be, (bất qui tắc) nội động từ &amp; trợ động từ (số ít was,  số nhiều were,  been)",
    "meaning": "A (đơn vị diện tích ruộng đất, bằng 100m2); cung; analytic a. cung giải tích; diurnal a. (thiên văn) nhật cung; free a. (giải tích) cung tự do; minor a. cung nhỏ; regular a. cung chính quy; simple a. cung đơn; thì, là; có, tồn tại, ở, sống; trở nên, trở thành; xảy ra, diễn ra; giá; be to phải, định, sẽ; (+ động tính từ hiện tại) đang; (+ động tính từ quá khứ) bị, được; đã đi, đã đến; chống lại; tán thành, đứng về phía",
    "details": "/ɑ:/<br />*  danh từ<br />- A (đơn vị diện tích ruộng đất, bằng 100m2)<br />*  ngôi 3 số nhiều thời hiện tại của be<br /><br />@are<br />- cung<br />- a. of cyloid cung xicloit<br />- analytic a. cung giải tích<br />- circular a. cung tròn<br />- diurnal a. (thiên văn) nhật cung<br />- forward a. cung thuận<br />- free a. (giải tích) cung tự do<br />- major a. cung lớn<br />- minor a. cung nhỏ<br />- pseudo-periodic a. cung giả tuần hoàn<br />- regular a. cung chính quy<br />- short a. of cirele cung ngắn (của đường tròn) <br />- simple a. cung đơn</Q></N></I></F></C><C><F><I><N><Q>@be /bi:/<br />*  (bất qui tắc) nội động từ &amp; trợ động từ (số ít was,  số nhiều were,  been)<br />- thì, là<br />=the earth is round+ quả đất (thì) tròn<br />=he is a teacher+ anh ta là giáo viên<br />- có, tồn tại, ở, sống<br />=there is a concert today+ hôm nay có một buổi hoà nhạc<br />=are you often in town?+ anh thường có ở tỉnh không<br />=to be or not to be, that is the question+ sống hay là chết đây, đó là vấn đề<br />- trở nên, trở thành<br />=they'll be linguists in some years time+ vài năm nữa họ sẽ trở thành những nhà ngôn ngữ học<br />- xảy ra, diễn ra<br />=when is the wedding to be+ bao giờ đám cưới sẽ cử hành<br />- giá<br />=this book is five pence+ cuốn sách này giá năm xu<br />- be to phải, định, sẽ<br />=what time am I to come?+ mấy giờ tôi phải đến<br />=he is to leave for Hanoi tomorrow+ ngày mai nó sẽ đi Hà nội<br />- (+ động tính từ hiện tại) đang<br />=they are doing their work+ họ đang làm việc của họ<br />- (+ động tính từ quá khứ) bị, được<br />=the boy is scolded by his mother+ đứa bé bị mẹ mắng<br />=the house is being built+ ngôi nhà đang được xây<br />!to have been<br />- đã đi, đã đến<br />=I've been to Peking once+ tôi đã đi Bắc kinh một lần<br />=has anyone been during my absence?+ trong khi tôi đi vắng có ai đến không?<br />=he's been and took my books+ (thông tục) cái thằng ấy đã đến lấy mất sách của mình<br />!to be against<br />- chống lại<br />!to be for<br />- tán thành, đứng về phía"
}