{
    "word": "axis",
    "phonetic": "/'æksis/",
    "type": "danh từ,  số nhiều axes, danh từ",
    "meaning": "trục; (vật lý) tia xuyên; (định ngữ) (thuộc) trục Béc-lin,  Rô-ma,  Tô-ki-ô; (động vật học) hươu sao ((cũng) axis deer); (Tech) trục; trục; a. of a cone trục của mặt nón; a. of convergence trục hội tụ; a. of a curvanture trục chính khúc; a. of homology trục thấu xạ; a. of ordinate trục tung; a. of perspectivity trục phối cảnh; a. of a quadric trục của một quađric; a. of symmetry trục đối xứng; circular a. đường tròn trục; coordinate a. trưcụ toạ độ; electric a. trục điện; homothetic a. trục vị tự; longitudinal a. trục dọc; monor a. of an ellipse trục nhỏ của elip; neutral a. trục trung hoà; optic a. quang trục; principal a. trục chính; radical a. trục đẳng phương; semi-transverse a. trục nửa xuyên; vertical a. trục thẳng đứng",
    "details": "/'æksis/<br />*  danh từ,  số nhiều axes<br />- trục<br />=earth's axis+ trục quả đất<br />=geometrical axis+ trục hình học<br />=magnetic axis+ trục từ<br />=rotation axis+ trục quay<br />=symmetry axis+ trục đối xứng<br />=visual axis+ trục nhìn<br />- (vật lý) tia xuyên<br />- (chính trị) trục Béc-lin,  Rô-ma,  Tô-ki-ô (khối liên minh)<br />- (định ngữ) (thuộc) trục Béc-lin,  Rô-ma,  Tô-ki-ô<br />=axis powers+ các cường quốc trong trục Béc-lin,  Rô-ma,  Tô-ki-ô<br />*  danh từ<br />- (động vật học) hươu sao ((cũng) axis deer)<br /><br />@axis<br />- (Tech) trục<br /><br />@axis<br />- trục<br />- a. of abscissas trục hoành<br />- a. of a cone trục của mặt nón<br />- a. of a conic trục của cônic<br />- a. of convergence trục hội tụ<br />- a. of coordinate trục toạ độ<br />- a. of a curvanture trục chính khúc<br />- a. of cylinder trục của hình trụ<br />- a. of homology trục thấu xạ<br />- a. of linear complex trục của mớ tuyến tính<br />- a. of ordinate trục tung<br />- a. of a pencil of plane trục của một chùm mặt phẳng<br />- a. of perspectivity trục phối cảnh<br />- a. of projection trục chiếu<br />- a. of a quadric trục của một quađric<br />- a. of revolution trục tròn xoay<br />- a. of symmetry trục đối xứng<br />- binary a. trục nhị nguyên<br />- circular a. đường tròn trục<br />- conjugate a. of a hyperbola trục ảo của hipebon<br />- coordinate a. trưcụ toạ độ<br />- crystallograpphic a. trục tinh thể<br />- electric a. trục điện<br />- focal a. trục tiêu<br />- homothetic a. trục vị tự<br />- imaginary a. trục ảo<br />- longitudinal a. trục dọc<br />- majorr a. of an ellipse [trục lớn, trục chính] của elip<br />- monor a. of an ellipse trục nhỏ của elip<br />- moving a. trục động<br />- neutral a. trục trung hoà<br />- number a. trục số<br />- optic a. quang trục<br />- polar a. trục cực<br />- principal a. trục chính<br />- principal a. of inertia trục quán tính chính<br />- radical a. trục đẳng phương<br />- real a. trục thực<br />- semi-transverse a. trục nửa xuyên<br />- transverse a. trục thực, trục ngang, trục xuyên (của hipebon)<br />- vertical a. trục thẳng đứng"
}