{
    "word": "base",
    "phonetic": "/beis/",
    "type": "danh từ, ngoại động từ, tính từ, (bất qui tắc) danh từ,  số nhiều bases ",
    "meaning": "cơ sở, nền, nền tảng, nền móng; căn cứ; (toán học) đường đáy, mặt đáy; (toán học) cơ số; (ngôn ngữ học) gốc từ; (từ Mỹ,nghĩa Mỹ),  (thông tục) mất trí; (từ Mỹ,nghĩa Mỹ),  (thông tục) khởi công, bắt đầu làm (việc gì); đặt tên, đặt cơ sở (cái gì) trên; hèn hạ, đê tiện; khúm núm, quỵ luỵ; giả (tiền); (Tech) gốc, nền, cơ bản; cực gốc; chân; đui; cơ số = radix; đáy; đế (điện thoại); điểm tựa; trụ; kiềm (bazơ); kho (dữ kiện); đặt nền móng (đ); cơ sở, nền, đáy, cơ số; b. of cone đáy của hình nón; b. of triangle đáy tam giác; difference b. cơ sở sai phân; neighbourhood b. (giải tích) cơ sở lân cận; nền tảng, cơ sở; cơ sở; absolute b. (giải tích) cơ sở tuyệt đối; orthogonal b. cơ sở thực giao; unitary b. cơ sở [unita đơn nguyên]",
    "details": "/beis/<br />*  danh từ<br />- cơ sở, nền, nền tảng, nền móng<br />- đáy, chấn đế<br />- căn cứ<br />=air base+ căn cứ không quân<br />=military base+ căn cứ quân sự<br />=base of operation+ căn cứ tác chiến<br />- (toán học) đường đáy, mặt đáy<br />=base of a triangle+ đáy tam giác<br />- (toán học) cơ số<br />=base of logarithm+ cơ số của loga<br />- (ngôn ngữ học) gốc từ<br />- (hoá học) Bazơ<br />!to be off one's base<br />- (từ Mỹ,nghĩa Mỹ),  (thông tục) mất trí<br />!to get to first base<br />- (từ Mỹ,nghĩa Mỹ),  (thông tục) khởi công, bắt đầu làm (việc gì)<br />*  ngoại động từ<br />- đặt tên, đặt cơ sở (cái gì) trên<br />- dựa vào, căn cứ vào<br />=to base oneself on facts+ dựa vào thực tế<br />*  tính từ<br />- hèn hạ, đê tiện; khúm núm, quỵ luỵ<br />- thường, không quý (kim loại)<br />=base metals+ kim loại thường<br />- giả (tiền)<br />=base coin+ đồng tiền giả<br /><br />@base<br />- (Tech) gốc, nền, cơ bản; cực gốc; chân; đui; cơ số = radix; đáy; đế (điện thoại); điểm tựa; trụ; kiềm (bazơ); kho (dữ kiện); đặt nền móng (đ)<br /><br />@base<br />- cơ sở, nền, đáy, cơ số<br />- b. of point cơ sở tại một điểm<br />- b. of cone đáy của hình nón<br />- b. of logarithm cơ số của loga<br />- b. of triangle đáy tam giác<br />- countable b. cơ sở đếm được<br />- difference b. cơ sở sai phân<br />- equivalent b. cơ sở tương đương<br />- neighbourhood b. (giải tích) cơ sở lân cận<br />- proper b. (giải tích) cơ sở riêng</Q></N></I></F></C><C><F><I><N><Q>@basis /'beisis/<br />*  (bất qui tắc) danh từ,  số nhiều bases <br />/'beisi:z/<br />- nền tảng, cơ sở<br />- căn cứ (quân sự)<br /><br />@basis<br />- cơ sở<br />- b. of intergers cơ sở của hệ đếm<br />- absolute b. (giải tích) cơ sở tuyệt đối<br />- intergity a. cơ sở nguyên<br />- orthogonal b. cơ sở thực giao<br />- transcendental b. (đại số) cơ sở siêu việt<br />- unitary b. cơ sở [unita đơn nguyên]"
}