{
    "word": "biassing",
    "phonetic": "/'baiəs/",
    "type": "danh từ, phó từ, ngoại động từ",
    "meaning": "(Econ) Độ lệch.; độ xiên, dốc, nghiêng; (nghĩa bóng) khuynh hướng, sự thiên về; thành kiến; (vật lý) thế hiệu dịch; xiên, nghiêng; hướng; gây thành kiến; ảnh hưởng đến (thường là xấu); (Tech) thiên áp, điện áp lệch; thiên lưu; thiên từ; dời chỗ; lệch, dịch (d); (thống kê) độ chênh lệch, sai số hệ thống rời, dịch chuyển; grid b. sự dịch chuyển lưới; inherent b. tk độ chệch không khử được; chủ quan người điều tra gây ra); weight b. độ chệch trọng lượng (độ chệch do giảm trọng lượng sai gây ra)",
    "details": "<br />- (Econ) Độ lệch.<br />+ Mức độ mà giá trị kỳ vọng của một ĐOÁN SỐ (ƯỚC LƯỢNG SỐ) khác so với giá trị tham số thực của nó. Xem (BEST LINEAR UNBIASED ESTIMATOR).</Q></N></I></F></C><C><F><I><N><Q>@bias /'baiəs/<br />*  danh từ<br />- độ xiên, dốc, nghiêng<br />- đường chéo<br />=to cut on the bias+ cắt chéo (vải)<br />- (nghĩa bóng) khuynh hướng, sự thiên về; thành kiến<br />=to have a bias in favour of something+ có khuynh hướng thiên về cái gì<br />=to bias towards someone+ thiên vị đối với ai<br />=to have a bias against someone+ thành kiến đối với ai<br />- (vật lý) thế hiệu dịch<br />=automatic bias+ thế hiệu dịch tự động<br />*  phó từ<br />- xiên, nghiêng<br />- chéo theo đường chéo<br />*  ngoại động từ<br />- hướng<br />=to the opinions of the people+ hướng dư luận của quần chúng<br />- gây thành kiến<br />=to be bias (s)ed against somebody+ có thành kiến đối với ai<br />- ảnh hưởng đến (thường là xấu)<br /><br />@bias<br />- (Tech) thiên áp, điện áp lệch; thiên lưu; thiên từ; dời chỗ; lệch, dịch (d)<br /><br />@bias<br />- (thống kê) độ chênh lệch, sai số hệ thống rời, dịch chuyển<br />- downwarrd b. (thống kê) chệch xuống dưới, chệch thấp đi<br />- grid b. sự dịch chuyển lưới<br /><br />@bias<br />- inherent b. tk độ chệch không khử được<br />- interviewer b. (thống kê) độ chệch phủ quan (độ chệch của kết quả điều tra do<br />- chủ quan người điều tra gây ra)<br />- upward b. tk chệch lên trên, chệch lên cao<br />- weight b. độ chệch trọng lượng (độ chệch do giảm trọng lượng sai gây ra)"
}