{
    "word": "capitals",
    "phonetic": "/'kæpitl/",
    "type": "danh từ, tính từ",
    "meaning": "(Econ) Tư bản/ vốn.; thủ đô, thủ phủ; tiền vốn, tư bản; (kiến trúc) đầu cột; kiếm lợi ở, kiếm chác ở, lợi dụng; quan hệ đến sinh mạng; tử hình; chính, ở đầu, ở trên đầu, ở trên hết; chủ yếu, cốt yếu, cơ bản, lớn; tuyệt diệu, thượng hạng, ưu tú, xuất sắc, rất hay; vô cùng tai hại; xây dựng cơ bản; tư liệu sản xuất; (Tech) chữ hoa, đại tự; (toán kinh tế) vốn, tư bản // chính, quan trọng; fixed c. (toán kinh tế) vốn cơ bản, vốn cố đinh; working c. (toán kinh tế) vốn luân chuyển",
    "details": "<br />- (Econ) Tư bản/ vốn.<br />+ 1)Một từ dùng để chỉ một yếu tố sản xuất do hệ thống kinh tế tạo ra. 2)Một từ cũng được sử dụng  làm thuật ngữ chỉ các tài sản TÀI CHÍNH. Xem FINANCIAL CAPITAL, CAPITAL CONTROVERSY, FINANCE.</Q></N></I></F></C><C><F><I><N><Q>@capital /'kæpitl/<br />*  danh từ<br />- thủ đô, thủ phủ<br />- chữ viết hoa<br />=to write one's name in capital+ viết tên bằng chữ hoa<br />- tiền vốn, tư bản<br />=floating (working) capital+ vốn luân chuyển<br />=fixed capital+ tư bản bất biến<br />- (kiến trúc) đầu cột<br />!to make capital out of<br />- kiếm lợi ở, kiếm chác ở, lợi dụng<br />*  tính từ<br />- quan hệ đến sinh mạng; tử hình<br />=capital offence+ tội tử hình<br />- chính, ở đầu, ở trên đầu, ở trên hết<br />=capital city+ thủ đô<br />- chủ yếu, cốt yếu, cơ bản, lớn<br />=of capital inmportance+ có tầm quan trọng lớn<br />=capital letter+ chữ hoa<br />- tuyệt diệu, thượng hạng, ưu tú, xuất sắc, rất hay<br />=a capital speach+ bài nói rất hay<br />=what a capital idea!+ ý kiến mới tuyệt diệu làm sao!<br />- vô cùng tai hại<br />=a capital error+ một sự lầm lẫn vô cùng tai hại<br />!capital constructions<br />- xây dựng cơ bản<br />!capital goods<br />- tư liệu sản xuất<br /><br />@capital<br />- (Tech) chữ hoa, đại tự<br /><br />@capital<br />- (toán kinh tế) vốn, tư bản // chính, quan trọng<br />- circulating c. (toán kinh tế) vốn luân chuyển, tư bản lưu thông <br />- fixed c. (toán kinh tế) vốn cơ bản, vốn cố đinh<br />- floating c. (toán kinh tế) vốn luân chuyển, vốn tư bản lưu thông<br />- working c. (toán kinh tế) vốn luân chuyển"
}