{
    "word": "companies",
    "phonetic": "/'kʌmpəni/",
    "type": "danh từ, ngoại động từ, nội động từ",
    "meaning": "(Econ) Công ty.; sự cùng đi; sự cùng ở; sự có bầu có bạn; khách, khách khứa; bạn, bè bạn; hội, công ty; đoàn, toán, bọn; (hàng hải) toàn thể thuỷ thủ (trên tàu); cùng đi (cùng ở) với ai cho có bầu có bạn; lối xã giao; sĩ quan cấp uỷ; đánh bọn với những người xấu; có người đi cùng, có người ở cùng; cùng với; yêu nhau; đi lại chơi với những người xấu; khóc theo (vì bạn mình khóc); (từ cổ,nghĩa cổ) đi theo; (+ with) làm bầu làm bạn với; cùng ở với; cùng đi với; (toán kinh tế) hãng, công ty; stock c. công ty cổ phần",
    "details": "<br />- (Econ) Công ty.<br />+ Thường để chỉ công ty CỔ PHẦN, đây là một thực thể pháp lý được thành lập để tiến hành các hoạt động công nghiệp, thương mại vốn được chia thành CỔ PHIẾU do các thành viên của công ty nắm giữ.</Q></N></I></F></C><C><F><I><N><Q>@company /'kʌmpəni/<br />*  danh từ<br />- sự cùng đi; sự cùng ở; sự có bầu có bạn<br />=I shall be glad of your company+ tôi rất sung sướng có anh cùng đi; tôi rất thích cùng ở với anh<br />- khách, khách khứa<br />=they have company this evening+ tối nay họ có khách<br />- bạn, bè bạn<br />=you may know a many by the company he keeps+ chỉ cần xem bạn bè nó anh cũng có thể biết nó là hạng người nào<br />- hội, công ty<br />=a railway company+ công ty đường sắt<br />- đoàn, toán, bọn<br />=a company of players+ đoàn diễn viên<br />=a theatrical company+ đoàn kịch<br />- (hàng hải) toàn thể thuỷ thủ (trên tàu)<br />- (quân sự) đại đội<br />!to bear (keep) somebody company<br />- cùng đi (cùng ở) với ai cho có bầu có bạn<br />!company manners<br />- lối xã giao<br />!company officer<br />- sĩ quan cấp uỷ<br />!to get into bad company<br />- đánh bọn với những người xấu<br />!in company<br />- có người đi cùng, có người ở cùng<br />!in comapny with<br />- cùng với<br />!to keep company<br />- yêu nhau<br />!to keep bad comp[any<br />- đi lại chơi với những người xấu<br />!to weep for company<br />- khóc theo (vì bạn mình khóc)<br />*  ngoại động từ<br />- (từ cổ,nghĩa cổ) đi theo<br />*  nội động từ<br />- (+ with) làm bầu làm bạn với; cùng ở với; cùng đi với<br /><br />@company<br />- (toán kinh tế) hãng, công ty<br />- insurance c. công ty bảo hiểm<br />- stock c. công ty cổ phần"
}