{
    "word": "contenting",
    "phonetic": "/'kɔntent/",
    "type": "danh từ,  (thường) số nhiều, danh từ, tính từ, ngoại động từ",
    "meaning": "nội dung; (chỉ số ít) sức chứa, sức đựng, dung tích, dung lượng (bình, hồ, ao...); thể tích (khối đá...); diện tích, bề mặt (ruộng...); lượng, phân lượng; (xem) table; sự bằng lòng, sự vừa lòng, sự hài lòng, sự vừa ý, sự toại nguyện, sự mãn nguyện, sự thoả mãn; sự bỏ phiếu thuận (thượng nghị viện Anh); bằng lòng, vừa lòng, hài lòng, vừa ý, toại nguyện, mãn nguyện, thoả mãn; sẵn lòng, vui lòng; thuận (thượng nghị viện Anh); làm bằng lòng, làm vừa lòng, làm đẹp lòng, làm vui lòng, làm vừa ý, làm đẹp ý, làm mãn nguyện, thoả mãn; (Tech) nội dung; dung tích; lượng; dung, dung lượng; frequency c. phổ tần xuất",
    "details": "/'kɔntent/<br />*  danh từ,  (thường) số nhiều<br />- nội dung<br />=the contents of a letter+ nội dung một bức thư<br />- (chỉ số ít) sức chứa, sức đựng, dung tích, dung lượng (bình, hồ, ao...); thể tích (khối đá...); diện tích, bề mặt (ruộng...)<br />=the content of a cask+ dung lượng một cái thùng<br />- lượng, phân lượng<br />=the sugar content per acre of beer+ lượng đường thu hoạch trên một mẫu Anh củ cải<br />=the ester content of an oil+ (phân) lượng este trong một chất dầu<br />!table of contents<br />- (xem) table<br />*  danh từ<br />- sự bằng lòng, sự vừa lòng, sự hài lòng, sự vừa ý, sự toại nguyện, sự mãn nguyện, sự thoả mãn<br />=to one's heart's content+ thoả mãn; vừa lòng mãn ý<br />- sự bỏ phiếu thuận (thượng nghị viện Anh)<br />- (số nhiều) những phiếu thuận; những người bỏ phiếu thuận<br />=supposing the number of contents and not contents are strictly equal+ giả dụ rằng số phiếu thuận và số phiếu chống đúng bằng nhau<br />*  tính từ<br />- bằng lòng, vừa lòng, hài lòng, vừa ý, toại nguyện, mãn nguyện, thoả mãn<br />=to be content with something+ vừa lòng cái gì<br />- sẵn lòng, vui lòng<br />=I am content to go of you want mr to+ tôi sẵn sàng (vui lòng) đi nếu anh muốn<br />- thuận (thượng nghị viện Anh)<br />=content+ thuận<br />=not content+ chống<br />*  ngoại động từ<br />- làm bằng lòng, làm vừa lòng, làm đẹp lòng, làm vui lòng, làm vừa ý, làm đẹp ý, làm mãn nguyện, thoả mãn<br />=to content oneself with something+ bằng lòng vậy với cái gì<br />=to content oneself with doing something+ bằng lòng cái gì<br /><br />@content<br />- (Tech) nội dung; dung tích; lượng<br /><br />@content<br />- dung, dung lượng<br />- c. of a point set dung lượng của một tập hợp điểm<br />- frequency c. phổ tần xuất<br />- information c. lượng thông tin"
}