{
    "word": "errors",
    "phonetic": "/'erə/",
    "type": "danh từ",
    "meaning": "sự sai lầm, sự sai sót, lỗi; ý kiến sai lầm; tình trạng sai lầm; (kỹ thuật) sai số; độ sai; (rađiô) sự mất thích ứng; (Tech) sai số; sai lầm, lỗi; thiếu sót; độ sai, sai số; e. of calculation sai số trong tính toán; e. of first (second) kind sai lầm loại một (loại hai); e. of solution sai số của nghiệm; accidental e. sai số ngẫu nhiên; additive e. sai số cộng tính; approximate e. độ sai xấp xỉ; average e. độ sai trung bình ; connection e. sai số [khi mở, khi nối mạch]; dynamic(al) e. độ sai động; experimental e. sai số thực nghiệm; following e. (thống kê) sai số theo sau; hysteresis e. sai số do hiện tượng trễ; inherent e. sai số nội tại; integrated square e. (điều khiển học) tích phân bình phương sai số; instrument e., instrumentale e. sai số do dụng cụ; load e. (điều khiển học) lệch tải ; mean absolute e. độ sai tuyệt đối trung bình; mean-root-square e. độ sai tiêu chuẩn; metering e. sai số đo; observational e. (thống kê) sai số quan trắc; percentage e. sai số tính theo phần trăm; presumptive e. độ sai giả định; quadraitic mean e. độ sai bình phương trung bình; relative e. sai số tương đối; response e. (thống kê) sai số không ngẫu nhiên; round-off e. sai số làm tròn; single e. sai số đơn lẻ; steady-state e. sai số ổn định; total e. sai số toàn phần; turning e. (máy tính) độ sai quay; type II e. (thống kê) sai lầm kiểu II; weight e. sai số trọng lượng",
    "details": "/'erə/<br />*  danh từ<br />- sự sai lầm, sự sai sót, lỗi; ý kiến sai lầm; tình trạng sai lầm<br />=to commit (make) an error+ phạm sai lầm, mắc lỗi<br />=in error+ vì lầm lẫn<br />- (kỹ thuật) sai số; độ sai<br />- sự vi phạm<br />- (rađiô) sự mất thích ứng<br /><br />@error<br />- (Tech) sai số; sai lầm, lỗi; thiếu sót<br /><br />@error<br />- độ sai, sai số<br />- e. of behaviour độ sai khi xử lý <br />- e. of calculation sai số trong tính toán<br />- e. of estimation độ sai của ước lượng<br />- e. of first (second) kind sai lầm loại một (loại hai)<br />- e. of observation sai số quan trắc<br />- e. of solution sai số của nghiệm<br />- absolute e. sai số tuyệt đối<br />- accidental e. sai số ngẫu nhiên<br />- actual e. sai số thực tế<br />- additive e. sai số cộng tính<br />- alignmente e. sai số thiết lập<br />- approximate e. độ sai xấp xỉ<br />- ascertainment e. độ sai do điều tra bằng mẫu<br />- average e. độ sai trung bình <br />- compemsating e. sai số bổ chính<br />- connection e. sai số [khi mở, khi nối mạch]<br />- constant e. sai số không đổi<br />- dynamic(al) e. độ sai động<br />- elementary e. sai số sơ cấp<br />- experimental e. sai số thực nghiệm<br />- fixed e. sai số có hệ thống<br />- following e. (thống kê) sai số theo sau<br />- gross e. sai số lớn<br />- hysteresis e. sai số do hiện tượng trễ<br />- indication e.(máy tính) sai số chỉ<br />- inherent e. sai số nội tại<br />- inherited e. sai số thừa hưởng<br />- integrated square e. (điều khiển học) tích phân bình phương sai số<br />- interpolation e. sai số nội suy<br />- instrument e., instrumentale e. sai số do dụng cụ<br />- limiting e. (máy tính) sai số giới hạn<br />- load e. (điều khiển học) lệch tải <br />- mean e. độ sai trung bình<br />- mean absolute e. độ sai tuyệt đối trung bình<br />- mean square e. (độ) sai số bình phương trung bình <br />- mean-root-square e. độ sai tiêu chuẩn<br />- meter e. sai số dụng cụ<br />- metering e. sai số đo<br />- miscount e. tính toán sai, tính nhầm<br />- observational e. (thống kê) sai số quan trắc<br />- out put e. sai số đại lượng <br />- percentage e. sai số tính theo phần trăm<br />- personal e. (toán kinh tế) sai số đo người<br />- presumptive e. độ sai giả định<br />- probable e. sai số có thể<br />- quadraitic mean e. độ sai bình phương trung bình<br />- random e. độ sai ngẫu nhiên<br />- relative e. sai số tương đối<br />- residual e. sai số thặng dư<br />- response e. (thống kê) sai số không ngẫu nhiên<br />- root-mean-square e. sai số [quân phương, tiêu chuẩn]<br />- round-off e. sai số làm tròn<br />- sampling e. sai số lấymẫu<br />- single e. sai số đơn lẻ<br />- standard e. of estimate (thống kê) độ sai tiêu chuẩn của ước lượng<br />- steady-state e. sai số ổn định<br />- systematic e. sai số có hệ thống <br />- total e. sai số toàn phần<br />- truncation e. (máy tính) sai số cụt<br />- turning e. (máy tính) độ sai quay<br />- type I e. (thống kê) sai lầm kiểu I<br />- type II e. (thống kê) sai lầm kiểu II<br />- unbias(s)ed e. sai số ngẫu nhiên<br />- weight e. sai số trọng lượng<br />- wiring e. sai số lắp ráp"
}