{
    "word": "firsts",
    "phonetic": "/fə:st/",
    "type": "danh từ, phó từ, danh từ",
    "meaning": "thứ nhất; trực tiếp; từ ban đầu, từ cái nhìn ban đầu; thoạt nhìn ((cũng) at first view); thoạt nhìn; (xem) blush; mới đầu; sang số 1; (thông tục) làm việc gì trước tiên; ngã lộn đầu xuống; trước tiên, trước hết; đầu tiên, lần đầu; thà; đầu tiên và trước hết; nói chung; (xem) come; trước hết; (từ Mỹ,nghĩa Mỹ) trước hết; chẳng chóng thì chày; người đầu tiên, người thứ nhất; vật đầu tiên, vật thứ nhất; ngày mùng một; buổi đầu, lúc đầu; (số nhiều) hàng loại đặc biệt (bơ, bột); ngày mồng một tháng chín (mở đầu mùa săn gà gô); thứ nhất, đầu tiên; from the f. ngay từ đầu",
    "details": "/fə:st/<br />*  danh từ<br />- thứ nhất<br />- đầu tiên; quan trọng nhất; cơ bản<br />=first principles+ nguyên tắc cơ bản<br />!at first hand<br />- trực tiếp<br />!at first sight<br />- từ ban đầu, từ cái nhìn ban đầu<br />=love at first sight+ tình yêu từ buổi đầu gặp nhau<br />- thoạt nhìn ((cũng) at first view)<br />!at first view<br />- thoạt nhìn<br />=at first view, the problem seems easy+ thoạt nhìn vấn đề như để giải quyết<br />!at the first blush<br />- (xem) blush<br />!at the first go-off<br />- mới đầu<br />!to climb in first speed<br />- sang số 1<br />!to do something first thing<br />- (thông tục) làm việc gì trước tiên<br />!to fall head first<br />- ngã lộn đầu xuống<br />*  phó từ<br />- trước tiên, trước hết<br />- trước<br />=must get this done first+ phải làm việc này trước<br />- đầu tiên, lần đầu<br />=where did you see him first?+ lần đầu anh gặp cậu ấy ở đâu?<br />- thà<br />=he'd die first before betraying his cause+ anh ấy thà chết chứ không thể phản lại sự nghiệp của mình<br />!first and foremost<br />- đầu tiên và trước hết<br />!first and last<br />- nói chung<br />!first come first served<br />- (xem) come<br />!first of all<br />- trước hết<br />!first off<br />- (từ Mỹ,nghĩa Mỹ) trước hết<br />!first or last<br />- chẳng chóng thì chày<br />*  danh từ<br />- người đầu tiên, người thứ nhất; vật đầu tiên, vật thứ nhất<br />=the first in arrive was Mr X+ người đến đầu tiên là ông X<br />- ngày mùng một<br />=the first of January+ ngày mùng một tháng Giêng<br />- buổi đầu, lúc đầu<br />=at first+ đầu tiên, trước hết<br />=from the first+ từ lúc ban đầu<br />=from first to lasi+ từ đầu đến cuối<br />- (số nhiều) hàng loại đặc biệt (bơ, bột)<br />- (từ Mỹ,nghĩa Mỹ),  (kỹ thuật) số một (máy nổ...)<br />!the First<br />- ngày mồng một tháng chín (mở đầu mùa săn gà gô)<br /><br />@first<br />- thứ nhất, đầu tiên<br />- at f. từ đầu, đầu tiên<br />- from the f. ngay từ đầu<br />- f. of all trước hết"
}