{
    "word": "framed",
    "phonetic": "/freim/",
    "type": "danh từ, ngoại động từ, nội động từ",
    "meaning": "cấu trúc, cơ cấu; hệ thống, thứ tự; trạng thái; khung (ảnh, cửa, xe...), sườn (tàu, nhà...); ảnh (trong một loại ảnh truyền hình); (ngành mỏ) khung rửa quặng; dàn xếp, bố trí, bố cục, dựng lên; điều chỉnh, làm cho hợp; hư cấu (một truyện), tưởng tượng, nghĩ ra; phát âm (từng từ một); đầy triển vọng ((thường) to frame well); (từ Mỹ,nghĩa Mỹ),  (từ lóng) mưu hại (ai); (Tech) sườn, khung, khuôn; mành/hình ảnh (truyền hình); cột; khối tin (cơ sở); dàn, khung; hệ quy chiếu, hệ toạ độ // dựng; astronomical f. of reference (thiên văn) hệ quy chiếu thiên văn",
    "details": "/freim/<br />*  danh từ<br />- cấu trúc, cơ cấu; hệ thống, thứ tự<br />=the frame of society+ cơ cấu xã hội; thứ tự xã hội<br />=the frame of government+ cơ cấu chính phủ<br />- trạng thái<br />=frame of mind+ tâm trạng<br />- khung (ảnh, cửa, xe...), sườn (tàu, nhà...)<br />- thân hình, tầm vóc<br />=a man of gigantic frame+ người tầm vóc to lớn<br />- ảnh (trong một loại ảnh truyền hình)<br />- lồng kính (che cây cho ấm)<br />- (ngành mỏ) khung rửa quặng<br />- (raddiô) khung<br />*  ngoại động từ<br />- dàn xếp, bố trí, bố cục, dựng lên<br />=to frame a plan+ dựng một kế hoạch<br />- điều chỉnh, làm cho hợp<br />- lắp, chắp<br />- hư cấu (một truyện), tưởng tượng, nghĩ ra<br />- trình bày (một lý thuyết)<br />- phát âm (từng từ một)<br />- đặt vào khung; lên khung, dựng khung<br />=to frame a roof+ lên khung mái nhà<br />*  nội động từ<br />- đầy triển vọng ((thường) to frame well)<br />!to frame up<br />- (từ Mỹ,nghĩa Mỹ),  (từ lóng) mưu hại (ai)<br />- bịa, làm giả, gian lận (kết quả một cuộc tuyển cử...)<br /><br />@frame<br />- (Tech) sườn, khung, khuôn; mành/hình ảnh (truyền hình); cột; khối tin (cơ sở)<br /><br />@frame<br />- dàn, khung; hệ quy chiếu, hệ toạ độ // dựng<br />- f. of reference hệ quy chiếu thiên văn<br />- astronomical f. of reference (thiên văn) hệ quy chiếu thiên văn<br />- rigid f. (cơ học) dàn cứng"
}