{
    "word": "geomatry",
    "phonetic": "",
    "type": "",
    "meaning": "hình học; g. of numbers hình học các số ; g. of position hình học vị trí; g. of the sphere hình học mặt cầu; affine g. hình học afin; algebraic g. hình học đại số; complex g. hình học phức; differential g. hình học vi phân; elementary g. hình học sơ cấp; elliptic parabolic g. hình học parabolic eliptic; equiform g. hình học đẳng dạng; finite g. hình học hữu hạn; high g. hình học cao cấp; hyperbolic metric g. hình học metric hipebolic; inversion g. hình học nghịch đảo; Lobachevskian g. hình học Lôgasepxki; metric differential g. hình học vi phân metric; modern g. hình học hiện đại; non-Euclidean g. hình học phi Ơclit; perspective g. hình học phối cảnh; point g. hình học điểm; probabilistic g. hình học xác suất; projective differential g. hình học vi phân xạ ảnh; real g. hình học thực; solid g. hình học không gian, hình học nổi; symplectic g. hình học ngẫu đối",
    "details": "<br />- hình học<br />- g. of direction hình học phương hướng<br />- g. of numbers hình học các số <br />- g. of paths hình học các đường<br />- g. of position hình học vị trí<br />- g. of the circle hình học vòng tròn<br />- g. of the sphere hình học mặt cầu<br />- absolute g. hình học tuyệt đối<br />- affine g. hình học afin<br />- affine differential g. hình học vi phân afin<br />- algebraic g. hình học đại số<br />- analytic g. hình học giải tích<br />- complex g. hình học phức<br />- descriptive g. hoạ hinhd<br />- differential g. hình học vi phân<br />- double elliptic g. hình học song eliptic<br />- elementary g. hình học sơ cấp<br />- elliptic(al) g. hình học eliptic<br />- elliptic parabolic g. hình học parabolic eliptic<br />- equiaffine g. hình học đẳng afin<br />- equiform g. hình học đẳng dạng<br />- Euclidean g. hình học Ơclit<br />- finite g. hình học hữu hạn<br />- four dimensional g. hình học bốn chiều<br />- high g. hình học cao cấp<br />- hyperbolic g. hình học hipebolic<br />- hyperbolic metric g. hình học metric hipebolic<br />- infinitesimal g. hình học vi phân<br />- inversion g. hình học nghịch đảo<br />- line g. hình học tuyến<br />- Lobachevskian g. hình học Lôgasepxki<br />- metric g. hình học metric<br />- metric differential g. hình học vi phân metric<br />- Minkowskian g. hình học Minkôpxki<br />- modern g. hình học hiện đại<br />- network g. hình học lưới<br />- non-Euclidean g. hình học phi Ơclit<br />- parabolic metric g. hình học metric parabolic<br />- perspective g. hình học phối cảnh<br />- plane g. hình học phẳng<br />- point g. hình học điểm<br />- polymetric g. hình học đa metric<br />- probabilistic g. hình học xác suất<br />- projective g. hình học xạ ảnh<br />- projective differential g. hình học vi phân xạ ảnh<br />- quasi-elliptic g. hình học tựa eliptic<br />- real g. hình học thực<br />- Riemannian g. hình học Riman<br />- solid g. hình học không gian, hình học nổi<br />- spherical g. hình học cầu<br />- symplectic g. hình học ngẫu đối<br />- synthetic(al) g. hình học tổng hợp"
}