{
    "word": "graded",
    "phonetic": "/greid/",
    "type": "tính từ, danh từ, ngoại động từ",
    "meaning": "xếp hạng; phân hạng; xếp loại; bị chia độ; (đại số) bị phân bậc; (toán học) Grát; (từ Mỹ,nghĩa Mỹ) điểm, điểm số (của học sinh); lớp (học); dốc; độ dốc ((nghĩa đen) &amp; (nghĩa bóng)); (nông nghiệp) giống súc vật cải tạo (do lai giống địa phương với giống tốt hơn); sắp, xếp, lựa; phân loại, chia loại; phân hạng; sửa (độ dốc) thoai thoải; ((thường) + up) lai cải tạo (lai một giống tốt hơn); (từ Mỹ,nghĩa Mỹ) thay đổi dần dần; sắp xếp theo mức độ tăng; lớp, bậc, hạng; giá trị của các hàm phân phối; độ dốc (đường cong);; g. of matrix (đại số) hạng của ma trận",
    "details": "<br />* tính từ<br />- xếp hạng; phân hạng; xếp loại<br />- chọn lọc<br /><br />@graded<br />- bị chia độ; (đại số) bị phân bậc<br />- double g. (đại số) phân bậc kép</Q></N></I></F></C><C><F><I><N><Q>@grade /greid/<br />*  danh từ<br />- (toán học) Grát<br />- cấp bậc, mức, độ; hạng, loại; tầng lớp<br />- (từ Mỹ,nghĩa Mỹ) điểm, điểm số (của học sinh)<br />=to make the grade+ đạt đủ điểm, đủ trình độ; thành công, thắng lợi<br />- lớp (học)<br />=the fourth grade+ lớp bốn<br />- dốc; độ dốc ((nghĩa đen) &amp; (nghĩa bóng))<br />=on the up grade+ lên dốc<br />=on the down grade+ xuống dốc<br />=movement is on the up grade+ phong trào đang phát triển, phong trào đang theo hướng đi lên<br />- (nông nghiệp) giống súc vật cải tạo (do lai giống địa phương với giống tốt hơn)<br />*  ngoại động từ<br />- sắp, xếp, lựa; phân loại, chia loại; phân hạng<br />=to grade milk+ phân loại sữa<br />=graded by size+ chia theo cỡ<br />- sửa (độ dốc) thoai thoải<br />- tăng lên<br />- ((thường) + up) lai cải tạo (lai một giống tốt hơn)<br />- (nghệ thuật) đánh nhạt dần (màu sắc)<br />- (từ Mỹ,nghĩa Mỹ) thay đổi dần dần; sắp xếp theo mức độ tăng<br /><br />@grade<br />- lớp, bậc, hạng; giá trị của các hàm phân phối; độ dốc (đường cong);<br />- grat (đơn vị đo góc) <br />- g. of matrix (đại số) hạng của ma trận"
}