{
    "word": "integrations",
    "phonetic": "/,inti'greiʃn/",
    "type": "danh từ",
    "meaning": "(Econ) Tích phân hoá.; sự hợp lại thành một hệ thống thống nhất, sự bổ sung thành một thể thống nhất, sự hợp nhất; (toán học) phép tích phân; sự tích phân; (từ Mỹ,nghĩa Mỹ) sự mở rộng cho mọi người, sự mở rộng cho mọi chủng tộc; (giải tích) phép lấy tích phân i. by decomposition phép lấy tích; phân thức đơn giản; i. by substitution phép lấy tích phân bằng phép thế;; i. of sequences and series phép lấy tích phân chuỗi vô hạn; asymptotic i. phép lấy tích phân tiệm cận; formal i. phép lấy tích phân ; group i. phép lấy tích phân theo nhóm; machanical i. phép lấy tích phân cơ giới; point by point i. phép lấy tích phân theo điểm",
    "details": "<br />- (Econ) Tích phân hoá.<br />+ Đây là quá trình ngược lại của vi phân. Xem DERIVATIVE.</Q></N></I></F></C><C><F><I><N><Q>@integration /,inti'greiʃn/<br />*  danh từ<br />- sự hợp lại thành một hệ thống thống nhất, sự bổ sung thành một thể thống nhất, sự hợp nhất<br />- sự hoà hợp với môi trường<br />- (toán học) phép tích phân; sự tích phân<br />- (từ Mỹ,nghĩa Mỹ) sự hợp lại thành một hệ thống thống nhất (những cái trước kia bị sự phân biệt chủng tộc tách ra)<br />- (từ Mỹ,nghĩa Mỹ) sự mở rộng cho mọi người, sự mở rộng cho mọi chủng tộc<br />- (từ Mỹ,nghĩa Mỹ) sự dành quyền bình đẳng cho (một chủng tộc...)<br /><br />@integration<br />- (giải tích) phép lấy tích phân i. by decomposition phép lấy tích<br />- phân bằng phân tích; i. by partial fractions phép lấy tích phân bằng<br />- phân thức đơn giản; i. by substitution phép lấy tích phân bằng phép thế;<br />- i. in infinite terms phép lấy tích phân các số hạng hữu hạn <br />- i. of sequences and series phép lấy tích phân chuỗi vô hạn<br />- approximate i. phép lấy tích phân [xấp xỉ, gần đúng]<br />- asymptotic i. phép lấy tích phân tiệm cận<br />- complex i. phép lấy tích phân thức<br />- formal i. phép lấy tích phân <br />- graphic(al) i. phép lấy tích phân bằng đồ thị<br />- group i. phép lấy tích phân theo nhóm<br />- immediate i. phép lấy tích phân trực tiếp<br />- machanical i. phép lấy tích phân cơ giới<br />- numerical i. phép lấy tích phân bằng số<br />- point by point i. phép lấy tích phân theo điểm<br />- successive i. lấy tích phân liên tiếp"
}