{
    "word": "keys",
    "phonetic": "/ki:/",
    "type": "danh từ, danh từ, ngoại động từ",
    "meaning": "hòn đảo nhỏ; chìa khoá; (âm nhạc) khoá; điệu, âm điệu; (điện học) cái khoá; phím (đàn pianô); nút bấm (sáo); bấm chữ (máy chữ); cái manip ((thường) telegraph key); lời giải đáp (bài tập...), sách giải đáp toán; lời chú dẫn (ở bản đồ); ý kiến chủ đạo, ý kiến bao trùm; vị trí cửa ngõ, vị trí then chốt; giọng; cách suy nghĩ, cách diễn đạt; (số nhiều) quyền lực của giáo hoàng; (định ngữ) then chốt, chủ yếu; tiền đấm mồm, tiền hối lộ; phải ngủ đêm ngoài đường, không cửa không nhà; khoá lại; ((thường) + up) lên dây (đàn pianô...); (nghĩa bóng) khích động, kích thích, cổ vũ, động viên; nâng cao, tăng cường; (từ Mỹ,nghĩa Mỹ) làm căng thẳng tinh thần, làm căng thẳng đầu óc; chìa khoá, chỉ dẫn cách giải; (máy tính) út bấm // khoá lại; dò khoá; signalling k. nút tín hiệu, chìa khoá tín hiệu; three-position k. cái ngắt mạch ba vị trí",
    "details": "/ki:/<br />*  danh từ<br />- hòn đảo nhỏ<br />- bâi cát nông; đá ngần<br />*  danh từ<br />- chìa khoá<br />- khoá (lên dây đàn, dây cót đồng hồ, vặn đinh ốc...)<br />- (âm nhạc) khoá; điệu, âm điệu<br />=the key of C major+ khoá đô trưởng<br />=major key+ điệu trưởng<br />=minor key+ điệu thứ<br />- (điện học) cái khoá<br />=charge and discharge key+ cái khoá phóng nạp<br />- phím (đàn pianô); nút bấm (sáo); bấm chữ (máy chữ)<br />- (kỹ thuật) mộng gỗ; chốt sắt; cái nêm<br />- cái manip ((thường) telegraph key)<br />- chìa khoá (của một vấn đề...), bí quyết; giải pháp<br />=the key to a mystery+ chìa khoá để khám phá ra một điều bí ẩn<br />=the key to a difficulty+ giải pháp cho một khó khăn<br />- lời giải đáp (bài tập...), sách giải đáp toán; lời chú dẫn (ở bản đồ)<br />- bản dịch theo từng chữ một<br />- ý kiến chủ đạo, ý kiến bao trùm<br />- (từ Mỹ,nghĩa Mỹ) nguyên tắc cơ bản; khẩu hiệu chính trong một cuộc vận động<br />- vị trí cửa ngõ, vị trí then chốt<br />=Gibraltar has been called the key to the Mediterranean+ người ta gọi Gi-bran-ta là cửa ngõ của Địa trung hải<br />- giọng; cách suy nghĩ, cách diễn đạt<br />=to speak in a high key+ nói giọng cao<br />=to speak in a low key+ nói giọng trầm<br />=all in the same key+ đều đều, đơn điệu<br />- (số nhiều) quyền lực của giáo hoàng<br />=power of the keys+ quyền lực của giáo hoàng<br />- (định ngữ) then chốt, chủ yếu<br />=key branch of industry+ ngành công nghiệp then chốt<br />=key position+ vị trí then chốt<br />!golden (silver) key<br />- tiền đấm mồm, tiền hối lộ<br />!to have (get) the key of the street<br />- phải ngủ đêm ngoài đường, không cửa không nhà<br />*  ngoại động từ<br />- khoá lại<br />- (kỹ thuật) ((thường) + in,  on) chèn, chêm, nêm, đóng chốt<br />- ((thường) + up) lên dây (đàn pianô...)<br />- (từ Mỹ,nghĩa Mỹ) làm cho hợp với, làm cho thích ứng với<br />!to key up<br />- (nghĩa bóng) khích động, kích thích, cổ vũ, động viên<br />=to key up somebody to do something+ động viên ai làm gì<br />- nâng cao, tăng cường<br />=to key up one's endeavour+ tăng cường nỗ lực<br />- (từ Mỹ,nghĩa Mỹ) làm căng thẳng tinh thần, làm căng thẳng đầu óc<br /><br />@key<br />- chìa khoá, chỉ dẫn cách giải; (máy tính) út bấm // khoá lại; dò khoá<br />- control k. nút điều khiển <br />- signalling k. nút tín hiệu, chìa khoá tín hiệu<br />- switch k. cái ngắt mạch <br />- three-position k. cái ngắt mạch ba vị trí"
}