{
    "word": "load",
    "phonetic": "/loud/",
    "type": "danh từ, ngoại động từ, nội động từ",
    "meaning": "vậy nặng, gánh nặng; vật gánh, vật chở, vật đội (trên lưng súc vật, trên xe, tàu...); (kỹ thuật) sự tải; tải; trọng tải (của một con tàu...); thuốc nạp, đạn nạp (vào súng); (từ Mỹ,nghĩa Mỹ),  (từ lóng) nghe; (từ Mỹ,nghĩa Mỹ),  (từ lóng) say rượu; chất, chở; nhét, nhồi, tống vào, nạp đạn) súng); lắp phim (máy ảnh); chồng chất; bắt phải chịu, bắt phải gánh vác, bắt phải đảm nhận...; đổ chì vào, làm cho nặng thêm; bốc hàng, bốc vác, khuân vác; tải trọng, tải, trọng tải; critical l. tải trọng giới hạn; distributed l. tải trọng phân bố; live l. hoạt tải; triangular l. tải trọng tam giác; uniform lateral l. tải trọng phân bố đều",
    "details": "/loud/<br />*  danh từ<br />- vậy nặng, gánh nặng<br />=to carry a heavy load+ mang một gánh nặng<br />- vật gánh, vật chở, vật đội (trên lưng súc vật, trên xe, tàu...)<br />- trách nhiệm nặng nề; điều lo lắng, nỗi buồn phiền<br />- (kỹ thuật) sự tải; tải; trọng tải (của một con tàu...)<br />=periodic load+ tải tuần hoàn<br />- thuốc nạp, đạn nạp (vào súng)<br />- (thông tục) nhiều, hàng đống<br />=loads of money+ hàng đống tiền, hàng bồ bạc<br />!to gets a load of<br />- (từ Mỹ,nghĩa Mỹ),  (từ lóng) nghe<br />- nhìn, trông<br />!to have a load on<br />- (từ Mỹ,nghĩa Mỹ),  (từ lóng) say rượu<br />*  ngoại động từ<br />- chất, chở<br />=to load a cart+ chất lên xe<br />- nhét, nhồi, tống vào, nạp đạn) súng); lắp phim (máy ảnh)<br />=to load a gun+ nạp đạn vào súng<br />=I am loaded+ súng tôi có nạp đạn<br />=to load a camera+ lắp phim vào máy ánh<br />=to load one's stomach with food+ ăn nhồi ăn nhét, ăn no căng<br />- chồng chất; bắt phải chịu, bắt phải gánh vác, bắt phải đảm nhận...<br />=to load somebody with word+ đổ dồn (chồng chất) công việc lên đầu ai<br />=to load a man with insults+ chửi bới ai thậm tệ<br />=to load someone with gifts+ cho, ai hàng đống quà<br />=to load someone with compliments+ khen ngợi ai hết lời<br />- đổ chì vào, làm cho nặng thêm<br />=to load the dice+ đổ chì vào con súc sắc; (nghĩa bóng) gian lận<br />*  nội động từ<br />- bốc hàng, bốc vác, khuân vác<br />- nạp đạn<br /><br />@load<br />- tải trọng, tải, trọng tải<br />- concentrated l. tải trọng tập trung<br />- critical l. tải trọng giới hạn<br />- dead l. trọng lượng riêng, tải trọng không đổi<br />- distributed l. tải trọng phân bố<br />- inductive l. tải tự cảm<br />- live l. hoạt tải<br />- terminal l. tải trọng đầu mút<br />- triangular l. tải trọng tam giác<br />- ultimate l. tải trọng giới hạn<br />- uniform lateral l. tải trọng phân bố đều<br />- working l. tải trọng tác động"
}