{
    "word": "machining",
    "phonetic": "/mə'ʃi:n/",
    "type": "danh từ, danh từ, tính từ, động từ",
    "meaning": "sự gia công cơ khí; sự gia công cắt gọt; máy móc, cơ giới; (từ Mỹ,nghĩa Mỹ) cơ quan đầu nâo, bộ máy chỉ đạo (của một tổ chức, một đảng phái chính trị); (từ Mỹ,nghĩa Mỹ) máy bơm cứu hoả; (thuộc) máy móc; bằng máy; làm bằng máy, dùng máy; máy; cơ cấu; thiết bị; máy công cụ // sử dụng máy; analog m. thiết bị tương tự, thiết bị mô hình; calculating m. máy tính, máy kế toán; chess playing m. máy chơi cờ; coin counting m. máy tính tiền tự động; determinate m. máy xác định ; duplex calculating m. máy tính hai lần; jet m. động cơ phản lực; Markovian m. may Máckôp; sampling m. nguồn số ngẫu nhiên; sound m. máy đã sửa chữa; tabulating m. máy lập bảng",
    "details": "<br />* danh từ<br />- sự gia công cơ khí; sự gia công cắt gọt</Q></N></I></F></C><C><F><I><N><Q>@machine /mə'ʃi:n/<br />*  danh từ<br />- máy móc, cơ giới<br />- người máy; người làm việc như cái máy<br />- (từ Mỹ,nghĩa Mỹ) cơ quan đầu nâo, bộ máy chỉ đạo (của một tổ chức, một đảng phái chính trị)<br />- xe đạp, xe đạp ba bánh<br />- (từ Mỹ,nghĩa Mỹ) máy bơm cứu hoả<br />- máy thay cảnh (ở sân khấu)<br />*  tính từ<br />- (thuộc) máy móc<br />=machine age+ thời đại máy móc<br />- bằng máy<br />=machine winding+ sự cuốn chỉ (vào ống) bằng máy<br />*  động từ<br />- làm bằng máy, dùng máy<br /><br />@machine<br />- máy; cơ cấu; thiết bị; máy công cụ // sử dụng máy<br />- accounting m. máy kế toán<br />- analog m. thiết bị tương tự, thiết bị mô hình<br />- book-keeping m. máy kế toán<br />- calculating m. máy tính, máy kế toán<br />- card punching m. máy đục bìa<br />- chess playing m. máy chơi cờ<br />- clerical m. máy để bàn (giấy), máy kế toán <br />- coin counting m. máy tính tiền tự động<br />- data processing m. máy xử lý các số liệu<br />- determinate m. máy xác định <br />- digital m. máy tính chữ số<br />- duplex calculating m. máy tính hai lần<br />- intelligent m. máy thông minh<br />- jet m. động cơ phản lực<br />- logic(al) m. may lôgic<br />- Markovian m. may Máckôp<br />- parallel m. máy tác động song song<br />- sampling m. nguồn số ngẫu nhiên<br />- serial m. máy tác động nối tiếp<br />- sound m. máy đã sửa chữa<br />- synchoronous m. máy đồng bộ<br />- tabulating m. máy lập bảng"
}