{
    "word": "operators",
    "phonetic": "/'ɔpəreitə/",
    "type": "danh từ",
    "meaning": "người thợ máy; người sử dụng máy móc; (y học) người mổ; (từ Mỹ,nghĩa Mỹ),  (từ lóng) người có tài xoay xở; kẻ phất (trong bọn tài phiệt); người ăn nói giỏi; (toán học) toán tử; toán tử; (máy tính) opêratơ; averaging o. toán tử lấy trung bình; boundary o. toán tử bờ ; closure o. toán tử đóng; completely continuous o. toán tử hoàn toàn liên tục; degeneracy o. toán tử suy biến; differentition o. toán tử vi phân; homotopy o. toán tử đồng luân; integral differential o. toán tử vi- tích phân; inversion o. toán tử nghịch đảo; kinematic o. toán tử động học; modal o. (logic học) toán tử mô thái; mutual integral-differential o. toán tử vi phân tương hỗ; real-part o. toán tử phần thực; shift o. toán tử dời chỗ; unbounded o. toán tử không bị chặn; unit o. toán tử đơn vị",
    "details": "/'ɔpəreitə/<br />*  danh từ<br />- người thợ máy; người sử dụng máy móc<br />- người coi tổng đài (dây nói)<br />- (y học) người mổ<br />- (từ Mỹ,nghĩa Mỹ) người buôn bán chứng khoán<br />- (từ Mỹ,nghĩa Mỹ),  (từ lóng) người có tài xoay xở; kẻ phất (trong bọn tài phiệt); người ăn nói giỏi<br />- (từ Mỹ,nghĩa Mỹ) người điều khiển (xí nghiệp); người khai thác (mỏ...)<br />- (toán học) toán tử<br /><br />@operator<br />- toán tử; (máy tính) opêratơ<br />- adjoint o. toán tử liên hợp <br />- averaging o. toán tử lấy trung bình<br />- bilinear o. toán tử song tuyến tính<br />- boundary o. toán tử bờ <br />- bounded o. toán tử bị chặn <br />- closure o. toán tử đóng<br />- coboundary o. toán tử đối bờ<br />- completely continuous o. toán tử hoàn toàn liên tục<br />- decomposition o. toán tử phân tích <br />- degeneracy o. toán tử suy biến<br />- differential o. toán tử vi phân<br />- differentition o. toán tử vi phân<br />- face o. toán tử mặt<br />- homotopy o. toán tử đồng luân<br />- imaginary-part o. toán tử phần ảo<br />- integral differential o. toán tử vi- tích phân<br />- inverse o. toán tử nghịch đảo<br />- inversion o. toán tử nghịch đảo<br />- invertible o. toán tử có nghịch đảo<br />- kinematic o. toán tử động học<br />- linear o. toán tử tuyến tính<br />- modal o. (logic học) toán tử mô thái<br />- moment o. toán tử mômen<br />- mutual integral-differential o. toán tử vi phân tương hỗ<br />- polarizing o. toán tử phân cực<br />- real-part o. toán tử phần thực<br />- self-adjoined o. toán tử liên hợp<br />- shift o. toán tử dời chỗ<br />- transition o. toán tử chuyển tiếp<br />- unbounded o. toán tử không bị chặn<br />- unitary o. toán tử unita<br />- unit o. toán tử đơn vị<br />- vector o. toán tử vectơ"
}