{
    "word": "polynomials",
    "phonetic": "/,pɔli'noumjəl/",
    "type": "tính từ &amp; danh từ",
    "meaning": "(Econ) Đa thức; Biểu thức đại số.; đa thức; đa thức; p. of least deviation đa thức có độ lệch tối thiểu; alternative p. đa tức đơn dấu; cyclotomic p. (đại số) đa thức thức chia vòng tròn; differential p. (đại số) đa thức vi phân; homogeneous p. đa thức thuần nhất; interpolating p. (giải tích) đa thức nội suy; irreducible p. đa thức không khả quy; minimum p. (đại số) đa thức cực tiểu; orthogonal p.s đa thức trực giao; prime p. đa thức nguyên tố; reduced minimum p. đa thức cực tiểu rút gọn ; symbolic p. đa thức ký hiệu; ultrasherical p. (giải tích) đa thức siêu cầu",
    "details": "<br />- (Econ) Đa thức; Biểu thức đại số.<br />+ Một phương trình mà nói chung nhiều hạng số trong một biến số độc lập được nâng lên nhiều luỹ thừa khác nhau.</Q></N></I></F></C><C><F><I><N><Q>@polynomial /,pɔli'noumjəl/<br />*  tính từ &amp; danh từ<br />- đa thức<br />=polynomial function+ hàm đa thức<br /><br />@polynomial<br />- đa thức<br />- p. of degree n. đa thức bậc n<br />- p. of least deviation đa thức có độ lệch tối thiểu<br />- adjoint p. đa thức liên hợp<br />- alternative p. đa tức đơn dấu<br />- characteristic p. đ thức đặc trưng<br />- cyclotomic p. (đại số) đa thức thức chia vòng tròn<br />- defining p. đa thức định nghĩa<br />- differential p. (đại số) đa thức vi phân<br />- distinguished p. (đại số) đa thức lồi<br />- homogeneous p. đa thức thuần nhất<br />- hypergeometric p. đa thức siêu bội<br />- interpolating p. (giải tích) đa thức nội suy<br />- interpolation p. (giải tích) đa thức nội suy<br />- irreducible p. đa thức không khả quy<br />- minimal p. (đại số) đa thức cực tiểu<br />- minimum p. (đại số) đa thức cực tiểu<br />- monic p. đa thức lồi<br />- orthogonal p.s đa thức trực giao<br />- orthonormal p. đa thức trực chuẩn<br />- prime p. đa thức nguyên tố<br />- quasi-orthogonal p. đa thức tựa trực giao<br />- reduced minimum p. đa thức cực tiểu rút gọn <br />- reducible p. đa thức khả quy<br />- symbolic p. đa thức ký hiệu<br />- trigonometric p. đa thức lượng giác<br />- ultrasherical p. (giải tích) đa thức siêu cầu"
}