{
    "word": "powers",
    "phonetic": "/'pauə/",
    "type": "danh từ, ngoại động từ",
    "meaning": "khả năng, tài năng, năng lực; sức, lực, sức mạnh; quyền, chính quyền, quyền hạn, quyền lực, quyền thế, thế lực, uy quyền; người quyền thế, người cầm quyền; cơ quan có quyền lực; trời, thánh thần; cường quốc; (kỹ thuật); (vật lý) lực; công suất, năng suất; năng lượng; (toán học) luỹ thừa; (thông tục) số lượng lớn, nhiều; máy đơn giản; cố lên nữa nào!; cung cấp lực (cho máy...); độ, bậc, luỹ thừa; lực lượng; công suất; p. of a set lực lượng của một tập hợp; direct p. (đại số) luỹ thừa trực tiếp; radiated p. cường độ bức xạ ; resolving p. khả năng giải; symmetrized Kromecker p. (đại số) luỹ thừa Kroneckơ đối xứng hoá",
    "details": "/'pauə/<br />*  danh từ<br />- khả năng, tài năng, năng lực<br />=I will help you to the utmost of my power+ tôi sẽ giúp anh với tất cả khả năng (quyền hạn) của tôi!<br />=it's beyond my power+ cái đó vượt quá khả năng (quyền hạn) của tôi!<br />=as far as lies within my power+ chừng nào trong phạm vi khả năng (quyền hạn) của tôi!<br />=a man of varied powers+ người có nhiều tài năng<br />=mental powers+ năng lực trí tuệ<br />=a remarkable power of speech+ tài ăn nói đặc biệt<br />- sức, lực, sức mạnh<br />=an attractive power+ sức thu hút, sức hấp dẫn<br />=the power of one's arm+ sức mạnh của cánh tay<br />- quyền, chính quyền, quyền hạn, quyền lực, quyền thế, thế lực, uy quyền<br />=supreme power+ quyền tối cao<br />=the executive power+ quyền hành pháp<br />=to come into power+ nắm chính quyền<br />=the party in power+ đảng cầm quyền<br />=to have somebody is one's power+ nắm ai dưới quyền<br />=to have no power over...+ không có quyền đối với...<br />=power of attorney+ quyền uỷ nhiệm<br />- người quyền thế, người cầm quyền; cơ quan có quyền lực<br />=the power s that be+ các nhà cầm quyền<br />=the press has become a power in the state+ báo chí trở thành một cơ quan có quyền lực của nhà nước<br />- trời, thánh thần<br />=merciful powers!+ thánh thần lượng cả bao dung!, thánh thần từ bi hỉ xả!<br />- cường quốc<br />=the big powers+ các cường quốc lớn<br />=the European powers+ những cường quốc châu Âu<br />- (kỹ thuật); (vật lý) lực; công suất, năng suất; năng lượng<br />=absorption power+ năng xuất hút thu<br />=electric power+ điện năng<br />=atomoc power+ năng lượng nguyên tử; cường quốc nguyên tử<br />- (toán học) luỹ thừa<br />- (vật lý) số phóng to (kính hiển vi...)<br />- (thông tục) số lượng lớn, nhiều<br />=to have a power of work to do+ có nhiều việc phải làm<br />=a power of money+ nhiều tiền<br />!the mechanical powers<br />- máy đơn giản<br />!more power to your elbow!<br />- cố lên nữa nào!<br />*  ngoại động từ<br />- cung cấp lực (cho máy...)<br /><br />@power<br />- độ, bậc, luỹ thừa; lực lượng; công suất<br />- p. of a point (hình học) phương tích của một điểm<br />- p. of a set lực lượng của một tập hợp<br />- cardinal p. bản số<br />- direct p. (đại số) luỹ thừa trực tiếp<br />- instantaneous p. công suất tức thời<br />- radiated p. cường độ bức xạ <br />- reduced p. (tô pô) luỹ thừa rút gọn<br />- resolving p. khả năng giải<br />- symbolic(al) p. (đại số) luỹ thừa ký hiệu<br />- symmetrized Kromecker p. (đại số) luỹ thừa Kroneckơ đối xứng hoá<br />- third p. luỹ thừa bậc ba, lập phương"
}