{
    "word": "products",
    "phonetic": "/product/",
    "type": "danh từ",
    "meaning": "sản vật, sản phẩm, vật phẩm; (toán học) tích; tích số; tích; sản phẩm; p. of sets tích các tập hợp; canonical p. tích chính tắc; cardinal p. tích chính tắc; continued p. tích vô hạn; cup p. tích Alecxanđơ; dot p. tích vô hướng; external p. (đại số) tích ngoài; fully regular p. tích hoàn toàn chính quy; infinite p. tích vô hạn; intermediate p. (toán kinh tế) bán thành phần; logical p. (logic học) tích lôgic; metric p. tích mêtric ; nilpotent p. tích luỹ linh; parallelepipedal p. (hình học) tích hỗn hợp; positive infinite p. tích vô hạn dương; subdirect p. tích trực tiếp dưới; topological p. tích tôpô; triple p. tích hỗn tạp; weak direct p. tích trực tiếp yếu",
    "details": "/product/<br />*  danh từ<br />- sản vật, sản phẩm, vật phẩm<br />- kết quả<br />- (toán học) tích<br />- (hoá học) sản phẩm<br />=end product+ sản phẩm cuối<br />=intermediate product+ sản phẩm trung gian<br /><br />@product<br />- tích số; tích; sản phẩm<br />- p. of inertia tích quán tính<br />- p. of sets tích các tập hợp<br />- alternating p. tích thay phiên<br />- canonical p. tích chính tắc<br />- cap p. tích Uytni<br />- cardinal p. tích chính tắc<br />- Cartesian p. tích Đề các<br />- continued p. tích vô hạn<br />- cross p. tích vectơ, tích trực tiếp<br />- cup p. tích Alecxanđơ<br />- direct p. (đại số) tích trực tiếp<br />- dot p. tích vô hướng<br />- exterior p. (đại số) tích ngoài<br />- external p. (đại số) tích ngoài<br />- fibered p. tích nhớ<br />- fully regular p. tích hoàn toàn chính quy<br />- ideal p. tích iđêan<br />- infinite p. tích vô hạn<br />- inner p. tích trong<br />- intermediate p. (toán kinh tế) bán thành phần<br />- internal p. (đại số) tích trong<br />- logical p. (logic học) tích lôgic<br />- metabelia p. tích siêu Aben, tích mêta Aben<br />- metric p. tích mêtric <br />- modulation p. tích biến điệu<br />- nilpotent p. tích luỹ linh<br />- ordinal p. (đại số) tích ngoài<br />- parallelepipedal p. (hình học) tích hỗn hợp<br />- partial p. tích riêng phần<br />- positive infinite p. tích vô hạn dương<br />- scalar p. (hình học) tích vô hướng<br />- subdirect p. tích trực tiếp dưới<br />- tensor p. tích tenxơ<br />- topological p. tích tôpô<br />- torsion p. (đại số) tích xoắn<br />- triple p. tích hỗn tạp<br />- vector p. tích vectơ<br />- weak direct p. tích trực tiếp yếu<br />- wreath p. tích bên"
}