{
    "word": "ranged",
    "phonetic": "/reindʤ/",
    "type": "danh từ, ngoại động từ, nội động từ",
    "meaning": "(Econ) Dải, khoảng.; dãy, hàng; phạm vị, lĩnh vực; trình độ; loại; (quân sự) tầm, tầm đạn; (không) tầm bay xa; (rađiô) tầm truyền đạt; sân tập bắn; (từ Mỹ,nghĩa Mỹ) bâi cỏ rộng (để thả súc vật); sắp hàng; sắp xếp có thứ tự; đứng về phía; đi khắp; đi dọc theo (bờ sông); (quân sự) bắn để tính tầm xa (của một mục tiêu); cùng một dãy với, nằm dọc theo; đi khắp; lên xuông giữa hai mức; được thấy trong một vùng (cây, thú vật); được xếp vào loại; (quân sự) bắn xa được (đạn); (thống kê) khoảng biến thiên giao độ, hàng, phạm vi; miền (giá trị), dải // sắp xếp; r. of a function miền giá trị của một hàm; r. of projectile tầm bắn của đạn; r. of a variable miền biến thiên của một biến số; fixed r. (máy tính) miền cố định; interquartile r. (thống kê) khoảng tứ phân vi; semi-interquartile r. nửa khoảng tứ phân vị",
    "details": "<br />- (Econ) Dải, khoảng.<br />+ Một thước đo mức độ phân tán của một mẫu các quan sát hoặc của một sự phân phối được tính như chênh lệch giứa các giá trị lớn nhất và nhỏ nhất của biến số đó.</Q></N></I></F></C><C><F><I><N><Q>@range /reindʤ/<br />*  danh từ<br />- dãy, hàng<br />=a range of mountains+ dãy núi<br />=in range with my house+ cùng một dãy nhà với tôi<br />- phạm vị, lĩnh vực; trình độ<br />=range of knowledge+ phạm vi (trình độ) hiểu biết<br />=range of action+ phạm vi hoạt động<br />=within my range+ vừa với trình độ của tôi<br />- loại<br />=a range of colours+ đủ các màu<br />=a wide range of prices+ đủ loại giá<br />- (quân sự) tầm, tầm đạn; (không) tầm bay xa; (rađiô) tầm truyền đạt<br />=within range+ ở trong tầm đạn<br />=an airplane out of range+ một máy bay ở người tầm đạn<br />- sân tập bắn<br />- lò bếp<br />- (từ Mỹ,nghĩa Mỹ) bâi cỏ rộng (để thả súc vật)<br />- vùng<br />=a wide range of meadows+ một vùng đồng cỏ mênh mông<br />*  ngoại động từ<br />- sắp hàng; sắp xếp có thứ tự<br />- xếp loại<br />- đứng về phía<br />=to range onself with someone+ đứng về phía ai<br />- đi khắp; đi dọc theo (bờ sông)<br />=to range the woods+ đi khắp rừng<br />- (quân sự) bắn để tính tầm xa (của một mục tiêu)<br />=to range a gun on an enemy ship+ bắn đại bác để tính tầm xa của một tàu địch<br />*  nội động từ<br />- cùng một dãy với, nằm dọc theo<br />=our house ranges with the next building+ nhà chúng tôi cùng một dãy với toà nhà bên cạnh<br />=island that ranges along the mainland+ đảo nằm dọc theo đất liền<br />- đi khắp<br />=to range over the country+ đi khắp nước<br />- lên xuông giữa hai mức<br />=prices ranged between 40d and 45d+ giá lên xuống từ 40 đến 45 đồng<br />=temperature ranging from ten thirtythree degrees+ độ nhiệt lên xuống từ mười đến ba mươi ba độ<br />- được thấy trong một vùng (cây, thú vật); được xếp vào loại<br />= Gorki ranges with (among) the great writers+ Góoc-ki được xếp vào loại các nhà văn lớn<br />- (quân sự) bắn xa được (đạn)<br />=the gun ranges over ten kilometers+ khẩu đại bác ấy bắn xa trên mười kilômet<br />=the bullet ranged wide of the objective+ viên đạn đã đi chệch xa mục tiêu<br /><br />@range<br />- (thống kê) khoảng biến thiên giao độ, hàng, phạm vi; miền (giá trị), dải // sắp xếp<br />- r. of definition (logic học) miền xác định<br />- r. of a function miền giá trị của một hàm<br />- r. of points hàng điểm<br />- r. of projectile tầm bắn của đạn<br />- r. of a transformation miền giá trị của một phép biến đổi<br />- r. of a variable miền biến thiên của một biến số<br />- acceptable quality r. miền chất lượng chấp nhận được<br />- fixed r. (máy tính) miền cố định<br />- frequency r. dải tần số<br />- interquartile r. (thống kê) khoảng tứ phân vi<br />- projective r.s of points hàng điểm xạ ảnh<br />- semi-interquartile r. nửa khoảng tứ phân vị<br />- scale r. dải thang"
}