{
    "word": "series",
    "phonetic": "/'siəri:z/",
    "type": "danh từ,  số nhiều không đổi",
    "meaning": "loạt, dãy, chuỗi, đợt; (địa lý,địa chất) thống, hệ (địa tầng); (toán học) cấp số; chuỗi; (động vật học) nhóm; chuỗi, loạt; s. of increasing powers chuỗi luỹ thừa tăng; điều kiện); alternate s. chuỗi đan dấu ; cao; asymptotic s. (giải tích) chuỗi tiệm cận; binomial s. chuỗi nhị thức ; characteristic s. dãy đặc trưng; composition s. chuỗi hợp thành; convergent s. chuỗi hội tụ; diagonal s. dãy chéo; divergent s. chuỗi phân kỳ; double power s. chuỗi luỹ thừa kép; exponential s. (giải tích) chuỗi luỹ thừa; Farey s. of order n. chuỗi Farây cấp n; formal power s. chuỗi luỹ thừa hình thức; gap s. (giải tích) chuỗi hổng; harmonic s. chuỗi điều hoà; index s. of a group dãy chỉ số của một nhóm; interpolation s. (giải tích) chuỗi nội suy; iterated s. chuỗi lặp; Laurent s. chuỗi Lôrăng; non-convergent s. chuỗi không hội tụ; oscillating s. chuỗi dao động; positive s. chuỗi dương; properly divergent s. chuỗi thực sự phân kỳ; repeated s. chuỗi lặp; sine s. chuỗi sin; steaduly convergent s. chuỗi hội tụ vững; time s. (thống kê) chuỗi thời gian",
    "details": "/'siəri:z/<br />*  danh từ,  số nhiều không đổi<br />- loạt, dãy, chuỗi, đợt<br />=series of stamp+ một đợt phát hành tem<br />=in series+ theo từng đợt nối tiếp nhau<br />- (địa lý,địa chất) thống, hệ (địa tầng)<br />- (hoá học) nhóm cùng gốc<br />- (toán học) cấp số; chuỗi<br />=arithmetical series+ cấp số cộng<br />=geometrical series+ cấp số nhân<br />=in series+ (điện học) mắc nối tiếp<br />- (động vật học) nhóm<br /><br />@series<br />- chuỗi, loạt<br />- s. of derived groups dãy các nhóm dẫn suất<br />- s. of increasing powers chuỗi luỹ thừa tăng<br />- s. of variable terms chuỗi các từ biến thiên bsolutely (conditionally) convergent s. chuỗi hội tụ tuyệt đối (có<br />- điều kiện)<br />- absolutely summable s. chuỗi khả tổng tuyệt đối<br />- alternate s. chuỗi đan dấu <br />- arithmetic s. of higher order chuỗi số học cấp cao, cấp số cộng cấp<br />- cao<br />- ascending power s. chuỗi luỹ thừa tăng<br />- asymptotic s. (giải tích) chuỗi tiệm cận<br />- autoregressive s. chuỗi tự hồi quy<br />- binomial s. chuỗi nhị thức <br />- boundedly convergent s. chuỗi hội tụ bị chặn<br />- characteristic s. dãy đặc trưng<br />- chief s. dãy chính<br />- composition s. chuỗi hợp thành<br />- conjugate s. chuỗi liên hợp<br />- convergent s. chuỗi hội tụ<br />- derived s. chuỗi dẫn suất<br />- diagonal s. dãy chéo<br />- discount s. chuỗi chiết khấu <br />- divergent s. chuỗi phân kỳ<br />- dominant s. chuỗi trội<br />- double power s. chuỗi luỹ thừa kép<br />- enveloping s. chuỗi bao<br />- exponential s. (giải tích) chuỗi luỹ thừa<br />- factorial s. (giải tích) chuỗi giai thừa<br />- Farey s. of order n. chuỗi Farây cấp n<br />- finite s. chuỗi hữu hạn<br />- formal power s. chuỗi luỹ thừa hình thức<br />- Fourier s. chuỗi Furiê<br />- gap s. (giải tích) chuỗi hổng<br />- geomatric s. cấp số nhân<br />- harmonic s. chuỗi điều hoà<br />- hypergeometric s. chuỗi siêu bội<br />- index s. of a group dãy chỉ số của một nhóm<br />- infinite s. chuỗi vô hạn<br />- interpolation s. (giải tích) chuỗi nội suy<br />- invariant s. (đại số) chuỗi bất biến<br />- iterated s. chuỗi lặp<br />- lacunar(y) s. chuỗi hổng<br />- Laurent s. chuỗi Lôrăng<br />- majorant s. chuỗi trội<br />- non-convergent s. chuỗi không hội tụ<br />- normal s. dãy chuẩn tắc<br />- oscillating s. chuỗi dao động<br />- permanently convergent s. chuỗi hội tụ khắp nơi<br />- positive s. chuỗi dương<br />- power s. chuỗi luỹ thừa<br />- properly divergent s. chuỗi thực sự phân kỳ<br />- random s. chuỗi ngẫu nhiên<br />- repeated s. chuỗi lặp<br />- semiconvergent s. chuỗi nửa hội tụ<br />- sine s. chuỗi sin<br />- singular s. chuỗi kỳ dị<br />- steaduly convergent s. chuỗi hội tụ vững<br />- temporal s. chuỗi thời gian<br />- time s. (thống kê) chuỗi thời gian<br />- trigonometric s. chuỗi lượng giác"
}