{
    "word": "shocks",
    "phonetic": "/ʃɔk/",
    "type": "danh từ, ngoại động từ, nội động từ, danh từ, ngoại động từ, danh từ",
    "meaning": "sự đụng chạm, sự va chạm; (nghĩa bóng) sự tấn công mãnh liệt và đột ngột; sự tổn thương (uy tín); sự xáo lộn (tổ chức); (y học) sốc; làm chướng tai gai mắt; cho điện giật (người nào); (thơ ca) chạm mạnh, va mạnh; đống lúa ((thường) là 12 lượm) (Ê-cốt stook); xếp (lúa) thành đống (12 lượm) (Ê-cốt stook); mớ tóc bù xù; chó xù; sự va chạm, sự kích động; detached s. chạm rời; non-uniform s. kích động không đều; stopping s. kích động chặn lại; two-dimensional s. kích động hai chiều",
    "details": "/ʃɔk/<br />*  danh từ<br />- sự đụng chạm, sự va chạm<br />- sự đột xuất, sự đột biến, sự đột khởi<br />=shock tactics+ chiến thuật tấn công ồ ạt<br />- (nghĩa bóng) sự tấn công mãnh liệt và đột ngột<br />- sự khích động, sự sửng sốt; cảm giác bất ngờ<br />=the new was a great shock+ tin đó làm mọi người sửng sốt vô cùng<br />=to have an electric shock+ bị điện giật<br />- sự tổn thương (uy tín); sự xáo lộn (tổ chức)<br />- sự động đất<br />- (y học) sốc<br />=to die of shock+ chết vì sốc<br />*  ngoại động từ<br />- làm chướng tai gai mắt<br />- làm căm phẫn, làm đau buồn; làm kinh tởm<br />=to be shocked by...+ căm phẫn vì...<br />- cho điện giật (người nào)<br />- (y học) gây sốc<br />*  nội động từ<br />- (thơ ca) chạm mạnh, va mạnh<br />*  danh từ<br />- đống lúa ((thường) là 12 lượm) (Ê-cốt stook)<br />*  ngoại động từ<br />- xếp (lúa) thành đống (12 lượm) (Ê-cốt stook)<br />*  danh từ<br />- mớ tóc bù xù<br />=shock head+ đầu bù tóc rối<br />- chó xù<br /><br />@shock<br />- sự va chạm, sự kích động<br />- attached s. chạm dính <br />- detached s. chạm rời<br />- moderate s. kích động ôn hoà<br />- non-uniform s. kích động không đều<br />- spherical s. kích động cầu<br />- stopping s. kích động chặn lại<br />- strong s. kích động mạnh<br />- two-dimensional s. kích động hai chiều<br />- unstable s. kích động không ổn định"
}