{
    "word": "so",
    "phonetic": "/sou/",
    "type": "phó từ, liên từ, thán từ, danh từ",
    "meaning": "như thế, như vậy; cũng thế, cũng vậy; đến như thế, dường ấy, đến như vậy; thế (dùng trong câu hỏi); chừng, khoảng; (xem) ever; vân vân; (xem) far; để, để cho, đặng; đành vậy thôi, đành chịu như vậy thôi; (xem) far; (xem) long; ấy là nói như vậy; đến mức mà..., đến nỗi mà...; mỗi người mỗi ý; vì thế, vì vậy, vì thế cho nên, vì lẽ đó; thế là (trong câu cảm thán); đành phải làm việc đó thì làm thế nào cũng được; được!, được thôi!; cứ đứng yên! cứ yên! ((cũng) soh); thế",
    "details": "/sou/<br />*  phó từ<br />- như thế, như vậy<br />=if so+ nếu như vậy<br />=is that so?+ có như thế không?<br />- cũng thế, cũng vậy<br />=you like tea and so do I+ anh thích uống chè, tôi cũng vậy<br />- đến như thế, dường ấy, đến như vậy<br />=why are you so late?+ sao anh lại đến muộn đến như thế?<br />- thế (dùng trong câu hỏi)<br />=why so?+ tại sao thế?, sao lại thế?<br />=how so?+ sao lại như thế được<br />- chừng, khoảng<br />=a week or so+ chừng một tuần lễ<br />=he must be forty or so+ anh ta bốn mươi hay khoảng thế, ông ta chừng bốn mươi<br />!ever so<br />- (xem) ever<br />!and so on; and so forth<br />- vân vân<br />![in] so far as<br />- (xem) far<br />!so as; so that<br />- để, để cho, đặng<br />=I tell you that so as to avoid trouble+ tôi bảo anh điều đó để tránh sự phiền hà<br />=I speak slowly so that you may understand me+ tôi nói thong thả để cho anh hiểu tôi<br />!so be it<br />- đành vậy thôi, đành chịu như vậy thôi<br />!so far<br />- (xem) far<br />!so long as<br />- (xem) long<br />!so to speak; so to say<br />- ấy là nói như vậy<br />!so...that...<br />- đến mức mà..., đến nỗi mà...<br />=it's so cold that I can't go out+ rét quá đến mức mà tôi không ra ngoài được<br />!so many men so many mind<br />- mỗi người mỗi ý<br />*  liên từ<br />- vì thế, vì vậy, vì thế cho nên, vì lẽ đó<br />=I was ill and so I could not come+ tôi bị ốm vì vậy tô không đến được<br />- thế là (trong câu cảm thán)<br />=so you are back again!+ thế là anh lại trở lại<br />!so it be done, it matters not how<br />- đành phải làm việc đó thì làm thế nào cũng được<br />*  thán từ<br />- được!, được thôi!; cứ đứng yên! cứ yên! ((cũng) soh)<br />*  danh từ<br />- thế<br />=I don't think+ tôi không nghĩ thế<br />=I told you so+ tôi đã bảo anh thế, tôi đã bảo anh mà<br />=you don't say so?+ thế à?"
}