{
    "word": "stocks",
    "phonetic": "/stɔk/",
    "type": "danh từ, ngoại động từ, nội động từ",
    "meaning": "(Econ) Cổ phần, cổ phiếu, dung lượng vốn, trữ lượng.; kho dữ trữ, kho; hàng trong kho; (tài chính) vốn; cổ phân; (thực vật học) thân chính; để (đe); báng (súng), cán, chuôi; dòng dõi, thành phần xuất thân; đàn vật nuôi; (số nhiều) giàn tàu; (số nhiều) (sử học) cái cùm; (xem) lock; (xem) dead; lý lẽ tủ; có sẵn; mua cổ phần của (công ty...); (từ Mỹ,nghĩa Mỹ),  (thông tục) tin ở (cái gì); kiểm kê hàng trong kho; cung cấp (hàng hoá cho một cửa hàng, súc vật cho một trang trại...); lắp báng vào (súng...), lắp cán vào, lắp chuôi vào; (sử học) cùm; đâm chồi (cây); (toán kinh tế) dự trữ (hàng hoá); cổ phần chứng khoán; joint s. (toán kinh tế) tư bản cổ phần",
    "details": "<br />- (Econ) Cổ phần, cổ phiếu, dung lượng vốn, trữ lượng.<br />+ 1.VỐN PHÁT HÀNH của một công ty hay một đợt phát hành CHỨNG KHOÁN cụ thể nào đó, ví dụ, do chính phủ phát hành, có hình thức tổng hợp để chúng có thể được nắm giữ hay chuyển nhượng với bất kỳ giá trị nào. 2.Một biến số mà giá trị của nó không có khía cạnh thời gian (ví dụ vốn). Ngược lại là LƯU LƯỢNG.</Q></N></I></F></C><C><F><I><N><Q>@stock /stɔk/<br />*  danh từ<br />- kho dữ trữ, kho; hàng trong kho<br />=stock in hand+ hàng hoá trong kho<br />=in stock+ tồn kho, cất trong kho<br />- (tài chính) vốn; cổ phân<br />=bank stock+ vốn của một ngân hàng<br />- (thực vật học) thân chính<br />- (thực vật học) gốc ghép<br />- để (đe)<br />=stock of anvil+ đế đe<br />- báng (súng), cán, chuôi<br />- nguyên vật liệu<br />=paper stock+ nguyên vật liệu để làm giấy<br />- dòng dõi, thành phần xuất thân<br />=to come of a good stock+ xuất thân từ thành phần tốt<br />- đàn vật nuôi<br />- (sinh vật học) thể quần tập, tập đoàn<br />- (số nhiều) giàn tàu<br />=on the stocks+ đang đóng, đang sửa (tàu)<br />- (số nhiều) (sử học) cái cùm<br />!lock, stock and barrel<br />- (xem) lock<br />!dead stock<br />- (xem) dead<br />!a stock argument<br />- lý lẽ tủ<br />!to have in stock<br />- có sẵn<br />!to take stock in<br />- mua cổ phần của (công ty...)<br />- chú trọng (cái gì), lưu tâm đến (cái gì)<br />- (từ Mỹ,nghĩa Mỹ),  (thông tục) tin ở (cái gì)<br />!to take stock of<br />- kiểm kê hàng trong kho<br />- (nghĩa bóng) nhận xét, đánh giá<br />*  ngoại động từ<br />- cung cấp (hàng hoá cho một cửa hàng, súc vật cho một trang trại...)<br />- tích trữ<br />=we do not stock the outsizes+ chúng tôi không tích trữ loại ngoại cỡ<br />- lắp báng vào (súng...), lắp cán vào, lắp chuôi vào<br />- trồng cỏ (lên một mảnh đất)<br />- (sử học) cùm<br />*  nội động từ<br />- đâm chồi (cây)<br />- ((thường) + up) để vào kho, cất vào kho)<br /><br />@stock<br />- (toán kinh tế) dự trữ (hàng hoá); cổ phần chứng khoán<br />- deal s. (toán kinh tế) tài sản (chết)<br />- joint s. (toán kinh tế) tư bản cổ phần<br />- retail s. dự trữ chi phí"
}