{
    "word": "that",
    "phonetic": "/ðæt/",
    "type": "tính từ chỉ định,  số nhiều those, đại từ chỉ định,  số nhiều those, đại từ quan hệ, phó từ, liên từ",
    "meaning": "ấy, đó, kia; người ấy, vật ấy, cái ấy, điều ấy; người đó, vật đó, cái đó, điều đó; cái kia, người kia; cái, cái mà, cái như thế; (xem) at; người mà, cái mà, mà; như thế, đến thế, thế; như thế này; (thân mật) đến nỗi; rằng, là; để, để mà; đến nỗi; giá mà; bởi vì; là vì",
    "details": "/ðæt/<br />*  tính từ chỉ định,  số nhiều those<br />- ấy, đó, kia<br />=that man+ người ấy<br />=in those days+ trong thời kỳ đó<br />=those books are old+ những quyển sách ấy đã cũ<br />*  đại từ chỉ định,  số nhiều those<br />- người ấy, vật ấy, cái ấy, điều ấy; người đó, vật đó, cái đó, điều đó<br />=what is that?+ cái gì đó?<br />=who is that?+ ai đó?<br />=after that+ sau đó<br />=before that+ trước đó<br />=that is+ nghĩa là, tức là<br />=will you help me? - that I will+ anh có vui lòng giúp tôi không? xin rất sẵn lòng<br />=that's right+ phải đó<br />=that's it+ tốt lắm<br />=what that?+ sao vậy?, sao thế?<br />=and that's that; so that's that+ đấy, chỉ có thế, chỉ thế thôi<br />- cái kia, người kia<br />=to prefer this to that+ thích cái này hơn cái kia<br />- cái, cái mà, cái như thế<br />=a house like that described here+ một cái nhà giống như cái tả ở đây<br />!at that<br />- (xem) at<br />*  đại từ quan hệ<br />- người mà, cái mà, mà<br />=he is the very man [that] I want to see+ anh ấy đúng là người mà tôi cần gặp<br />=this is he that brought the news+ đây là người đã mang tin lại<br />=he that sows iniquity shall reap sorrows+ ai gieo gió sẽ gặt bão<br />=the night [that] I went to the theatre+ bữa tối mà tôi đi xem hát<br />*  phó từ<br />- như thế, đến thế, thế<br />=I've done only that much+ tôi chỉ làm được đến thế<br />=that far+ xa đến thế<br />- như thế này<br />=the boy is that tall+ đứa bé cao như thế này<br />-(thân mật) đến nỗi<br />=I was that tired I couldn't speak+ tôi mệt đến nỗi không thể nói được<br />*  liên từ<br />- rằng, là<br />=there's no doubt that communism will be achieved in the world+ chắc chắn rằng chủ nghĩa cộng sản sẽ được thực hiện trên khắp thế giới<br />- để, để mà<br />=light the lamp that I may read the letter+ thắp đèn lên để tôi có thể đọc bức thư<br />- đến nỗi<br />=the cord was such long that I could not measure it+ sợi dây dài đến nỗi tôi không thể đo được<br />- giá mà<br />=oh, that I knew what was happening!+ ôi! giá mà tôi biết cơ sự như thế này!<br />!in that<br />- bởi vì<br />!it is that<br />- là vì"
}