{
    "word": "theorem",
    "phonetic": "/'θiərəm/",
    "type": "danh từ",
    "meaning": "(toán học) định lý; định lý; t. of virtual displacement định lý dời chỗ ảo; coding t. định lý mã hoá; converse t. định lý đảo; deduction t. định lý về suy diễn; divergence t. định lý phân kỳ ; embedding t. (giải tích) định lý nhúng; existence t. định lý tồn tại; faltung t. định lý chập; gap t. (giải tích) định lý lỗ hổng; imbedding t. định lý nhúng; integration t. định lý tương giao; localization t. (giải tích) định lý địa phương hoá; minimax t. định lý minimac; multinomial t. định lý đa thức; Pythagorean t. định lý Pitago; recurremce t. định lý hồi quy; representation t. (giải tích) định lý biểu diễn; second limit t. định lý giới hạn thứ hai (của Maccốp)",
    "details": "/'θiərəm/<br />*  danh từ<br />- (toán học) định lý<br /><br />@theorem<br />- định lý<br />- t. of mear định lý giá trị trung bình<br />- t. of virtual displacement định lý dời chỗ ảo<br />- average value t. định lý giá trị trung bình<br />- coding t. định lý mã hoá<br />- completeness t. định lý về tính đầy đủ<br />- converse t. định lý đảo<br />- covering t. định lý phủ<br />- deduction t. định lý về suy diễn<br />- distortion t. (giải tích) định lý méo<br />- divergence t. định lý phân kỳ <br />- dual t. định lý đối ngẫu<br />- embedding t. (giải tích) định lý nhúng<br />- equivalence t. (logic học) định lý tương đương <br />- existence t. định lý tồn tại<br />- expansion t. (giải tích) định lý về khai triển<br />- faltung t. định lý chập<br />- fixed-point t. (tô pô) định lý điểm bất động<br />- gap t. (giải tích) định lý lỗ hổng<br />- general uniformization t. định lý về đơn trị hoá tổng quát<br />- imbedding t. định lý nhúng<br />- integral t. định lý tích phân<br />- integration t. định lý tương giao<br />- inverse t. định lý đảo<br />- localization t. (giải tích) định lý địa phương hoá<br />- mean value t.s (giải tích) định lý giá trị trung bình<br />- minimax t. định lý minimac<br />- monodromy t. (giải tích) định lý đơn đạo<br />- multinomial t. định lý đa thức<br />- parallel axits t. (cơ học) định lý dời trục song song (định lý Stenxơ)<br />- Pythagorean t. định lý Pitago<br />- reciprocal t.s định lý thuận nghich<br />- recurremce t. định lý hồi quy<br />- remainder t. (đại số) định lý phần dư, định lý Bêzu<br />- representation t. (giải tích) định lý biểu diễn<br />- residue t. định lý thặng dư<br />- second limit t. định lý giới hạn thứ hai (của Maccốp)<br />- second mean value t. (giải tích) định lý giá trị trung bình thứ hai (định lý"
}