{
    "word": "variations",
    "phonetic": "/,veəri'eiʃn/",
    "type": "danh từ",
    "meaning": "(Econ) Biến động.; sự biến đổi, sự thay đổi; sự khác nhau, sự sai nhau; biến dạng, biến thể; (sinh vật học) biến dị; sự biến thiên, biến phân; v. of parameters biến thiên tham số; admissible v. biến phân chấp nhận được; bounded v. biến phân bị chặn; direct v. biến thiên trực tiếp; free v. biến phân tự do; limited v. biến phân [bị cặn, giới nội]; one-sided v. biến phân một phía; positive definite second v. biến thiên thứ hai xác định dương; strong v. biến phân mạch; total v. of a function biến phân toàn phần của một hàm",
    "details": "<br />- (Econ) Biến động.<br />+ Xem VARIANCE, ANALYSIS OF VARIANCE, SUM OF SQUARES.</Q></N></I></F></C><C><F><I><N><Q>@variation /,veəri'eiʃn/<br />*  danh từ<br />- sự biến đổi, sự thay đổi<br />=a variation in colour+ sự biến đổi về màu sắc<br />=variation in public opinion+ sự thay đổi ý kiến trong dư luận<br />- sự khác nhau, sự sai nhau<br />=some variations of the sense+ một vài sự khác nhau về nghĩa<br />- biến dạng, biến thể<br />- (toán học); (vật lý) sự biến thiên<br />- (sinh vật học) biến dị<br />- (âm nhạc) biến tấu<br /><br />@variation<br />- sự biến thiên, biến phân<br />- v. of a function biến phân của hàm<br />- v. of parameters biến thiên tham số<br />- v. of sign in a polynomial sự biến dấu trong một đa thức<br />- admissible v. biến phân chấp nhận được<br />- batch v. biến phân trong nhóm<br />- bounded v. biến phân bị chặn<br />- combined v. biến phân liên kết <br />- direct v. biến thiên trực tiếp<br />- first v. biến phân thứ nhất<br />- free v. biến phân tự do<br />- inverse v. biến phân ngược<br />- limited v. biến phân [bị cặn, giới nội]<br />- negative v. biến phân âm<br />- one-sided v. biến phân một phía<br />- partial v. biến phân riêng<br />- positive definite second v. biến thiên thứ hai xác định dương<br />- second v. biến phân thứ hai<br />- strong v. biến phân mạch<br />- third v. biến phân thứ ba<br />- total v. of a function biến phân toàn phần của một hàm<br />- weak v. biến phân yếu"
}