{
    "word": "Elsevier",
    "type": "n., n., n., n., n., n.",
    "meaning": "Harcourt International Education Group, afdeling van Reed Elsevier Groep dat een vooraanstaande universele leverancier van professioneel klassenmateriaal en service voor peuterschool via onderwijs door volwassenen LexisNexis@, wettige afdeling van Reed Elsevier Inc. die een wereldwijde leverancier van betrouwbare juridische en zakeninformatie (zoals nieuws, openbare rapporten en belasting en gereglementeerde publicaties in hard copy of online) met over drie miljoen gebruikers ter wereld zakenafdeling van Reed Elsevier Group plc die een reeks van communicatie en informatiekanalen levert (tijdschriften, tentoonstellingen, gidsen, online media, markthandelservice) op vijf continenten <Ê N\"http://www.reedbusiness.com\">More: www.reedbusiness.com</Ê> gedeelte van Reed Elsevier Group plc dat informatie verschaft voor constructiebusiness (zoals nieuws over kwaliteitsprojecten, informatie over maken van producten, kostengegevens voor de internationale contructieindustrie eigenaar van Reed Elsevier Groep financiële activiteiten Reed Elsevier Group plc, internationaal beroemde uitgeverij en leverancier van informatie activerend in vier centra (Science &amp; Medical, Legal, Opvoeding en Business ) met principiële werking in Noord Amerika en Europa en met gemeenschappelijke eigenaars Reed Elsevier PLC en Reed Elsevier NV",
    "details": "<C><F><I><N><span style=\"color:#c00000\">n.</span> Harcourt International Education Group, afdeling van Reed Elsevier Groep dat een vooraanstaande universele leverancier van professioneel klassenmateriaal en service voor peuterschool via onderwijs door volwassenen</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> LexisNexis@, wettige afdeling van Reed Elsevier Inc. die een wereldwijde leverancier van betrouwbare juridische en zakeninformatie (zoals nieuws, openbare rapporten en belasting en gereglementeerde publicaties in hard copy of online) met over drie miljoen gebruikers ter wereld</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> zakenafdeling van Reed Elsevier Group plc die een reeks van communicatie en informatiekanalen levert (tijdschriften, tentoonstellingen, gidsen, online media, markthandelservice) op vijf continenten <br /><Ê N=\"http://www.reedbusiness.com\">More: www.reedbusiness.com</Ê></N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> gedeelte van Reed Elsevier Group plc dat informatie verschaft voor constructiebusiness (zoals nieuws over kwaliteitsprojecten, informatie over maken van producten, kostengegevens voor de internationale contructieindustrie</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> eigenaar van Reed Elsevier Groep financiële activiteiten</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Elsevier Group plc, internationaal beroemde uitgeverij en leverancier van informatie activerend in vier centra (Science &amp; Medical, Legal, Opvoeding en Business ) met principiële werking in Noord Amerika en Europa en met gemeenschappelijke eigenaars Reed Elsevier PLC en Reed Elsevier NV</N></I></F></C>"
}