{
    "word": "by",
    "phonetic": "by",
    "type": "n, заст., adv, амер., розм., амер., prep, амер.",
    "meaning": "населений пункт; село; містомимо, повз;дуже давно;вони пройшли повз нас;поблизу, поруч;поруч не було нікого;осторонь;відстороніться!, відійдіть!; :зайди, як проходитимеш мимо;заглянь;крім того; ♦ незабаром;негайно, відразу; загалом кажучи, в ціломуу просторовому значенні вказує на:близькість — коло, біля, при; поруч, уздовж;будинок стоїть біля річки;на березі моря;сидіти поруч з кимсь;стежка уздовж берега;проходження повз певне місце або предмет — повз, мимо, через;вони пройшли повз будинок;ми проїхали через село;у часовому значенні вказує на наближення до певного строку, моменту тощо — до, на;до шостої години;до завтра;на той час, до того часу;вказує на автора або дійову особу; передається орудним або родовим відмінком:книжка, написана Шевченком (Толстим, Шекспіром); книга Шевченка (Толстого, Шекспіра);п'єса була написана відомим драматургом;вказує на засіб пересування; передається орудним відмінком, а також: словами на, через, за допомогою, по;на літаку;повітряною поштою;поїздом, на поїзді;вказує на міри ваги, довжини тощо — на, в, у; передається також орудним відмінком;у фунтах (на фунти);метрами (на метри);дюжинами, на дюжини;вказує на причину, джерело — через, від, з, за допомогою, шляхом;знати з досвіду;загинути (померти) від голоду;вказує на відповідність, погодженість — згідно з, відповідно до, по, за, з;згідно з договором, за договором;з вашого дозволу;вказує на співвідношення між порівнюваними величинами — на;старший на два роки;вказує на характер дії — по, за, відповідно;по двоє;випадково;за законом (відповідно до закону);у словосполученнях. by chute, by gravity самопливом;напам'ять;по краплі;по одному, один за одним;день за днем, щодня;крок за кроком;на щастя;помилково;за допомогою, шляхом; взагалі кажучи, в цілому;ні в якому разі;до речі, між іншим.",
    "details": "<C><F><H><L>by</L></H><I><N><strong><x K=\"blue\">1.</x></strong> <span style=\"color:#c00000\">n</span> <span style=\"color:#c00000\">заст.</span> населений пункт; село; місто<br /> <strong><x K=\"blue\">2.</x></strong> <span style=\"color:#c00000\">adv</span> <strong><x K=\"indigo\">1)</x></strong> мимо, повз; <x K=\"maroon\">in days gone by</x> дуже давно; <x K=\"maroon\">they passed us by</x> вони пройшли повз нас; <strong><x K=\"indigo\">2)</x></strong> поблизу, поруч; <x K=\"maroon\">no one was by</x> поруч не було нікого; <strong><x K=\"indigo\">3)</x></strong> осторонь; <x K=\"maroon\">stand (step) by!</x> відстороніться!, відійдіть!; <strong><x K=\"indigo\">4)</x></strong> <span style=\"color:#c00000\">амер.</span> <span style=\"color:#c00000\">розм.</span>: <x K=\"maroon\">come by</x> зайди, як проходитимеш мимо; <x K=\"maroon\">stop by</x> заглянь; <strong><x K=\"indigo\">5)</x></strong> крім того; ♦ <x K=\"maroon\">by and by</x> <x K=\"steelblue\">а)</x> незабаром; <x K=\"steelblue\">б)</x> негайно, відразу; <x K=\"maroon\">by and large</x> <span style=\"color:#c00000\">амер.</span> загалом кажучи, в цілому<br /> <strong><x K=\"blue\">3.</x></strong> <span style=\"color:#c00000\">prep</span> <strong><x K=\"indigo\">1)</x></strong> у просторовому значенні вказує на: <x K=\"steelblue\">а)</x> близькість — коло, біля, при; поруч, уздовж; <x K=\"maroon\">the house stands by the river</x> будинок стоїть біля річки; <x K=\"maroon\">by the sea</x> на березі моря; <x K=\"maroon\">to sit by smb. (by smb.'s side)</x> сидіти поруч з кимсь; <x K=\"maroon\">a path by the river</x> стежка уздовж берега; <x K=\"steelblue\">б)</x> проходження повз певне місце або предмет — повз, мимо, через; <x K=\"maroon\">they went by the house</x> вони пройшли повз будинок; <x K=\"maroon\">we travelled by a village</x> ми проїхали через село; <strong><x K=\"indigo\">2)</x></strong> у часовому значенні вказує на наближення до певного строку, моменту тощо — до, на; <x K=\"maroon\">by six o'clock</x> до шостої години; <x K=\"maroon\">by tomorrow</x> до завтра; <x K=\"maroon\">by then</x> на той час, до того часу; <strong><x K=\"indigo\">3)</x></strong> вказує на автора або дійову особу; передається орудним або родовим відмінком: <x K=\"maroon\">a book by Shevchenko (Tolstoy, Shakespeare)</x> книжка, написана Шевченком (Толстим, Шекспіром); книга Шевченка (Толстого, Шекспіра); <x K=\"maroon\">the play was written by a famous playwright</x> п'єса була написана відомим драматургом; <strong><x K=\"indigo\">4)</x></strong> вказує на засіб пересування; передається орудним відмінком, а також: словами на, через, за допомогою, по; <x K=\"maroon\">by air</x> на літаку; <x K=\"maroon\">by air mail</x> повітряною поштою; <x K=\"maroon\">by train</x> поїздом, на поїзді; <strong><x K=\"indigo\">5)</x></strong> вказує на міри ваги, довжини тощо — на, в, у; передається також орудним відмінком; <x K=\"maroon\">by the pound (by pounds)</x> у фунтах (на фунти); <x K=\"maroon\">by metres</x> метрами (на метри); <x K=\"maroon\">by the dozen</x> дюжинами, на дюжини; <strong><x K=\"indigo\">6)</x></strong> вказує на причину, джерело — через, від, з, за допомогою, шляхом; <x K=\"maroon\">to know by experience</x> знати з досвіду; <x K=\"maroon\">to perish by starvation</x> загинути (померти) від голоду; <strong><x K=\"indigo\">7)</x></strong> вказує на відповідність, погодженість — згідно з, відповідно до, по, за, з; <x K=\"maroon\">by agreement</x> згідно з договором, за договором; <x K=\"maroon\">by your leave (permission)</x> з вашого дозволу; <strong><x K=\"indigo\">8)</x></strong> вказує на співвідношення між порівнюваними величинами — на; <x K=\"maroon\">by two years older</x> старший на два роки; <strong><x K=\"indigo\">9)</x></strong> вказує на характер дії — по, за, відповідно; <x K=\"maroon\">by twos</x> по двоє; <x K=\"maroon\">by chance</x> випадково; <x K=\"maroon\">by the law</x> за законом (відповідно до закону); <strong><x K=\"indigo\">10)</x></strong> у словосполученнях. by chute, by gravity самопливом; <x K=\"maroon\">by heart</x> напам'ять; <x K=\"maroon\">drop by drop</x> по краплі; <x K=\"maroon\">one by one</x> по одному, один за одним; <x K=\"maroon\">day by day</x> день за днем, щодня; <x K=\"maroon\">step by step</x> крок за кроком; <x K=\"maroon\">by good luck, by fortune</x> на щастя; <x K=\"maroon\">by an error</x> помилково; <x K=\"maroon\">by dint</x> за допомогою, шляхом; <x K=\"maroon\">by large</x> <span style=\"color:#c00000\">амер.</span> взагалі кажучи, в цілому; <x K=\"maroon\">by no means</x> ні в якому разі; <x K=\"maroon\">by the way, by the bye</x> до речі, між іншим.</N></I></F></C>"
}