{
    "word": "publics",
    "phonetic": "public",
    "type": "n, збірн., adj, тж, амер., амер., юр.",
    "meaning": "народ; публіка;широка публіка;публіка не допускається, вхід заборонений;публічно, прилюдно, відверто;громадськість;звернутися до громадськостігромадський;громадський діяч;думка широкої громадськості (про когось), репутація;громадська думка;громадська свідомість;для громадського користування;у місці громадського користування;комунальний: громадського користування. public accomodations місця громадського користування;місця громадського користування; підприємства громадського користування; засоби зв'язку, міський транспорт ( public utilities);громадська власність;комунальне обслуговування; склад загального користування;громадські роботи, громадські споруди;публічний, загальнодоступний;публічний виступ; прийомний день для широкої публіки (в установах тощо);публічна лекція;публічна бібліотека;публічні торги, аукціон;відкритий, гласний; прилюдний;відкрите засідання;відкритий протест;оприлюднити, розголосити, опублікувати;народний; загальнонародний; державний; національний;державний борг;державний захисник; державна власність;державні кошти;державні землі;державне (публічне) право;державна установа;державний службовець, чиновник, посадова (службова) особа;державні доходи;державна (муніципальна) посадова особа;публічно-правовий;публічно-правова корпорація;цінні папери публічно-правових установ; ♦ворожа держава, ворожа сторона;охорона здоров'я;санітарна освіта;святкові дні; установлені законом свята;бар; пивниця, закусочна, шинок;Державний Архів;зв'язок із громадськістю; інформація про діяльність (організації тощо); реклама, пропаганда; взаєморозуміння між організацією (особою) і публікою; техніка служби інформації; служба (відділ) інформації; відділ зв'язку з пресою, прес-бюро;рекламна фірма;начальник (працівник) відділу інформації (установи, фірми); прес-аташе (посольства); агент, представник (кінозірки тощо);закритий приватний привілейований середній учбовий заклад (у Великій Британії); безплатна середня школа (у США та Шотландії);бути власником бару (шинку).",
    "details": "<C><F><H><L>public</L></H><I><N><strong><x K=\"blue\">1.</x></strong> <span style=\"color:#c00000\">n</span> <strong><x K=\"indigo\">1)</x></strong> <span style=\"color:#c00000\">збірн.</span> народ; публіка; <x K=\"maroon\">public at large, general public</x> широка публіка; <x K=\"maroon\">the public are not admitted</x> публіка не допускається, вхід заборонений; <x K=\"maroon\">in</x> публічно, прилюдно, відверто; <strong><x K=\"indigo\">2)</x></strong> громадськість; <x K=\"maroon\">to apply to the public</x> звернутися до громадськості<br /> <strong><x K=\"blue\">2.</x></strong> <span style=\"color:#c00000\">adj</span> <strong><x K=\"indigo\">1)</x></strong> громадський; <x K=\"maroon\">public figure</x> громадський діяч; <x K=\"maroon\">public image</x> думка широкої громадськості (про когось), репутація; <x K=\"maroon\">public opinion</x> громадська думка; <x K=\"maroon\">public spirit</x> громадська свідомість; <x K=\"maroon\">for public use</x> для громадського користування; <x K=\"maroon\">in a public place</x> у місці громадського користування; <strong><x K=\"indigo\">2)</x></strong> комунальний: громадського користування. public accomodations місця громадського користування; <x K=\"maroon\">public facilities</x> місця громадського користування; підприємства громадського користування; засоби зв'язку, міський транспорт (<span style=\"color:#c00000\">тж</span> public utilities); <x K=\"maroon\">public ownership</x> громадська власність; <x K=\"maroon\">public service</x> комунальне обслуговування; <x K=\"maroon\">public warehouse</x> <span style=\"color:#c00000\">амер.</span> склад загального користування; <x K=\"maroon\">public works</x> громадські роботи, громадські споруди; <strong><x K=\"indigo\">3)</x></strong> публічний, загальнодоступний; <x K=\"maroon\">public address</x> публічний виступ; <x K=\"maroon\">public day</x> <span style=\"color:#c00000\">амер.</span> прийомний день для широкої публіки (в установах тощо); <x K=\"maroon\">public lecture</x> публічна лекція; <x K=\"maroon\">public library</x> публічна бібліотека; <x K=\"maroon\">public sale</x> публічні торги, аукціон; <strong><x K=\"indigo\">4)</x></strong> відкритий, гласний; прилюдний; <x K=\"maroon\">public meeting</x> відкрите засідання; <x K=\"maroon\">public protest</x> відкритий протест; <x K=\"maroon\">to make public</x> оприлюднити, розголосити, опублікувати; <strong><x K=\"indigo\">5)</x></strong> народний; загальнонародний; державний; національний; <x K=\"maroon\">public debt</x> державний борг; <x K=\"maroon\">public defender</x> державний захисник; <x K=\"maroon\">public domain</x> <span style=\"color:#c00000\">юр.</span> державна власність; <x K=\"maroon\">public funds</x> державні кошти; <x K=\"maroon\">public lands</x> державні землі; <x K=\"maroon\">public law</x> державне (публічне) право; <x K=\"maroon\">public office</x> державна установа; <x K=\"maroon\">public officer</x> державний службовець, чиновник, посадова (службова) особа; <x K=\"maroon\">public revenue</x> державні доходи; <x K=\"maroon\">public servant</x> державна (муніципальна) посадова особа; <strong><x K=\"indigo\">6)</x></strong> публічно-правовий; <x K=\"maroon\">public corporation</x> публічно-правова корпорація; <x K=\"maroon\">public securities</x> цінні папери публічно-правових установ; ♦ <x K=\"maroon\">public enemy</x> ворожа держава, ворожа сторона; <x K=\"maroon\">public health</x> охорона здоров'я; <x K=\"maroon\">public health education</x> санітарна освіта; <x K=\"maroon\">public holidays</x> святкові дні; установлені законом свята; <x K=\"maroon\">public house</x> бар; пивниця, закусочна, шинок; <x K=\"maroon\">P. Record Office</x> Державний Архів; <x K=\"maroon\">public relations</x> зв'язок із громадськістю; інформація про діяльність (організації тощо); реклама, пропаганда; взаєморозуміння між організацією (особою) і публікою; техніка служби інформації; служба (відділ) інформації; відділ зв'язку з пресою, прес-бюро; <x K=\"maroon\">public relations firm</x> рекламна фірма; <x K=\"maroon\">public relations officer</x> начальник (працівник) відділу інформації (установи, фірми); прес-аташе (посольства); агент, представник (кінозірки тощо); <x K=\"maroon\">public school</x> закритий приватний привілейований середній учбовий заклад (у Великій Британії); безплатна середня школа (у США та Шотландії); <x K=\"maroon\">to be in the public line</x> бути власником бару (шинку).</N></I></F></C>"
}