{
    "word": "rather",
    "phonetic": "rather",
    "type": "adv, розм., амер., int",
    "meaning": "краще, швидше; охочіше; переважно;що для вас краще — чай чи кава?;я краще піду;він швидше умре, ніж погодиться; мені не хочеться; ні, дякую; мабуть, не варто (формула відмови від пропозиції тощо);я хотів би, щоб про це не знали;мене більше влаштувало б, коли б ви прийшли завтра;вірніше, скоріше, правильніше;до деякої міри, злегка, дещо, досить;мені сьогодні дещо краще;я знаю його досить добре; навпаки, зовсім ні;навпаки, ми перемогли;швидше, раніше (за часом); до цього;у минулому, колись (у відповідь на запитання) звичайно, так; ще б пак; аякже;— Rather! Ви його знаєте? — Так, звичайно!; ♦скоріше, більше; правильніше;вірніше (сказати), точніше (сказати);учора пізно вночі, або точніше (сказати), сьогодні рано-вранці;тим більше, що...",
    "details": "<C><F><H><L>rather</L></H><I><N><strong><x K=\"blue\">1.</x></strong> <span style=\"color:#c00000\">adv</span> <strong><x K=\"indigo\">1)</x></strong> краще, швидше; охочіше; переважно; <x K=\"maroon\">would you rather take tea or coffee?</x> що для вас краще — чай чи кава?; <x K=\"maroon\">I would rather go</x> я краще піду; <x K=\"maroon\">he would rather die than comply</x> він швидше умре, ніж погодиться; <x K=\"maroon\">I had rather not, I would rather not, I'd rather not</x> <span style=\"color:#c00000\">розм.</span> мені не хочеться; ні, дякую; мабуть, не варто (формула відмови від пропозиції тощо); <x K=\"maroon\">I'd rather people didn't know about it</x> я хотів би, щоб про це не знали; <x K=\"maroon\">I'd rather you came tomorrow</x> мене більше влаштувало б, коли б ви прийшли завтра; <strong><x K=\"indigo\">2)</x></strong> вірніше, скоріше, правильніше; <strong><x K=\"indigo\">3)</x></strong> до деякої міри, злегка, дещо, досить; <x K=\"maroon\">I feel rather better today</x> мені сьогодні дещо краще; <x K=\"maroon\">I know him rather well</x> я знаю його досить добре; <strong><x K=\"indigo\">4)</x></strong> <span style=\"color:#c00000\">амер.</span> навпаки, зовсім ні; <x K=\"maroon\">rather, we have won</x> навпаки, ми перемогли; <strong><x K=\"indigo\">5)</x></strong> швидше, раніше (за часом); до цього; <strong><x K=\"indigo\">6)</x></strong> у минулому, колись<br /> <strong><x K=\"blue\">2.</x></strong> <span style=\"color:#c00000\">int</span> (у відповідь на запитання) звичайно, так; ще б пак; аякже; <x K=\"maroon\">Do you know him?</x> — Rather! Ви його знаєте? — Так, звичайно!; ♦ <x K=\"maroon\">rather than</x> скоріше, більше; правильніше; <x K=\"maroon\">or rather</x> вірніше (сказати), точніше (сказати); <x K=\"maroon\">late last night, or rather, early this morning</x> учора пізно вночі, або точніше (сказати), сьогодні рано-вранці; <x K=\"maroon\">the rather that...</x> тим більше, що...</N></I></F></C>"
}