{
    "word": "said",
    "phonetic": "said",
    "type": "adj, past, p.p., n, амер., v, past, p.p., розм., поет., амер., розм.",
    "meaning": "вищезгаданий; вищевказаний;вищевказана сума (грошей);вищезгаданий свідок івід say 2. висловлювання, думка, слово;висловлюватися, висловити свою думку;тепер я скажу;авторитет, вплив;не я вирішую це питання; мати право остаточно вирішувати (щось);за ким вирішальне слово у цьому питанні? ( іsaid)говорити, сказати;що він говорить?;я говорю, що ти повинен це зробити;мені нічого їй сказати;з радістю можу сказати;на жаль (я мушу сказати);цим я хочу сказати, що...;сказати комусь на добраніч, попрощатися з кимсь;сказати до побачення, попрощатися;я більше нічого не скажу;виражати, висловлювати;якщо можна так висловитися;твердити, повідомляти; говорити, казати;кажуть, що експеримент удався;кажуть, що він видатний співак;говорити, гласити;текст договору гласить, у тексті договору записано (говориться);на баштовому годиннику сьома година;висловлювати (мати) думку, вважати;він вважає, що я повинен це зробити;я хотів би знати, коли це станеться;яка його думка з цього приводу?; що він на це сказав?;наводити докази (аргументи); свідчити;це аж ніяк не свідчить, що він розумний; бути небалакучим; не знати, що сказати на свій захист;читати напам'ять, декламувати; повторювати напам'ять, вимовляти вголос;декламувати вірш;повторювати уроки;відповідати урок (учителеві);молитися, читати молитви;прочитати молитву (перед трапезою);припускати, гадати;скажімо, наприклад;ну, припустимо, це вірно, то що з того?; висловлюватися; ♦висловлюватися; розважити душу;on:продовжуйте!, говоріть далі!;відверто висловитися;повторювати; ♦ say! послухайте!;та підійди ж і глянь на нього!;так я вам і повірив!, розказуйте!; брехня!;ще б пак!, звичайно!;нізащо!, звичайно, ні!;що ви кажете?, не може бути!, невже!;гадаю, сподіваюсь;інакше кажучи, тобто; принаймні;не кажучи вже (про щось);само собою зрозуміло;вам варто лише слово сказати;сказано — зроблено;чим менше слів, тим краще.",
    "details": "<C><F><H><L>said</L></H><I><N><strong><x K=\"blue\">1.</x></strong> <span style=\"color:#c00000\">adj</span> вищезгаданий; вищевказаний; <x K=\"maroon\">the said sum of money</x> вищевказана сума (грошей); <x K=\"maroon\">the said witness</x> вищезгаданий свідок<br /> <strong><x K=\"blue\">2.</x></strong> <span style=\"color:#c00000\">past</span> і <span style=\"color:#c00000\">p.p.</span> від say 2.</N></I></F></C><C><F><H><L>say</L></H><I><N><strong><x K=\"blue\">1.</x></strong> <span style=\"color:#c00000\">n</span> <strong><x K=\"indigo\">1)</x></strong> висловлювання, думка, слово; <x K=\"maroon\">to have one's say (out)</x> висловлюватися, висловити свою думку; <x K=\"maroon\">it is now my say</x> тепер я скажу; <strong><x K=\"indigo\">2)</x></strong> авторитет, вплив; <x K=\"maroon\">I have no say in this matter</x> не я вирішую це питання; <x K=\"maroon\">to have the say</x> <span style=\"color:#c00000\">амер.</span> мати право остаточно вирішувати (щось); <x K=\"maroon\">who has the say in the matter?</x> за ким вирішальне слово у цьому питанні?<br /> <strong><x K=\"blue\">2.</x></strong> <span style=\"color:#c00000\">v</span> (<span style=\"color:#c00000\">past</span> і <span style=\"color:#c00000\">p.p.</span> said) <strong><x K=\"indigo\">1)</x></strong> говорити, сказати; <x K=\"maroon\">what does he say?</x> що він говорить?; <x K=\"maroon\">I say (that) you must do it</x> я говорю, що ти повинен це зробити; <x K=\"maroon\">I have nothing to say to her</x> мені нічого їй сказати; <x K=\"maroon\">I am glad to say</x> з радістю можу сказати; <x K=\"maroon\">I am sorry to say</x> на жаль (я мушу сказати); <x K=\"maroon\">I mean to say that...</x> цим я хочу сказати, що...; <x K=\"maroon\">to say good night to smb.</x> сказати комусь на добраніч, попрощатися з кимсь; <x K=\"maroon\">to say good-bye</x> сказати до побачення, попрощатися; <x K=\"maroon\">I shall say no more</x> я більше нічого не скажу; <strong><x K=\"indigo\">2)</x></strong> виражати, висловлювати; <x K=\"maroon\">if I may say so</x> якщо можна так висловитися; <strong><x K=\"indigo\">3)</x></strong> твердити, повідомляти; говорити, казати; <x K=\"maroon\">they (people) say (that) the experiment was successful</x> кажуть, що експеримент удався; <x K=\"maroon\">he is said to be a great singer</x> кажуть, що він видатний співак; <strong><x K=\"indigo\">4)</x></strong> говорити, гласити; <x K=\"maroon\">the text of the treaty says</x> текст договору гласить, у тексті договору записано (говориться); <x K=\"maroon\">the tower clock says seven o'clock</x> на баштовому годиннику сьома година; <strong><x K=\"indigo\">5)</x></strong> висловлювати (мати) думку, вважати; <x K=\"maroon\">he says I must do it</x> він вважає, що я повинен це зробити; <x K=\"maroon\">I wish I could say when it will happen</x> я хотів би знати, коли це станеться; <x K=\"maroon\">what did he say to that?</x> яка його думка з цього приводу?; що він на це сказав?; <strong><x K=\"indigo\">6)</x></strong> наводити докази (аргументи); свідчити; <x K=\"maroon\">it doesn't say much for his intelligence</x> це аж ніяк не свідчить, що він розумний; <x K=\"maroon\">to have nothing to say for oneself</x> <span style=\"color:#c00000\">розм.</span> бути небалакучим; не знати, що сказати на свій захист; <strong><x K=\"indigo\">7)</x></strong> читати напам'ять, декламувати; повторювати напам'ять, вимовляти вголос; <x K=\"maroon\">to say a poem</x> декламувати вірш; <x K=\"maroon\">to say one's lessons</x> повторювати уроки; <x K=\"maroon\">to say a lesson</x> відповідати урок (учителеві); <x K=\"maroon\">to say one's prayers</x> молитися, читати молитви; <x K=\"maroon\">to say grace</x> прочитати молитву (перед трапезою); <strong><x K=\"indigo\">8)</x></strong> припускати, гадати; <x K=\"maroon\">let us say</x> скажімо, наприклад; <x K=\"maroon\">well, say, it were true, what then?</x> ну, припустимо, це вірно, то що з того?; <strong><x K=\"indigo\">9)</x></strong> <span style=\"color:#c00000\">поет.</span> висловлюватися; ♦ <x K=\"maroon\">say away</x> висловлюватися; розважити душу; <x K=\"maroon\">say</x> on: <x K=\"maroon\">say on!</x> продовжуйте!, говоріть далі!; <x K=\"maroon\">say out</x> відверто висловитися; <x K=\"maroon\">say over</x> повторювати; ♦ <x K=\"maroon\">I say!,</x> <span style=\"color:#c00000\">амер.</span> say! послухайте!; <x K=\"maroon\">I say, do come and look at him!</x> та підійди ж і глянь на нього!; <x K=\"maroon\">so you say!</x> так я вам і повірив!, розказуйте!; <x K=\"maroon\">says you!</x> <span style=\"color:#c00000\">розм.</span> брехня!; <x K=\"maroon\">I should say so!</x> ще б пак!, звичайно!; <x K=\"maroon\">I should say not!</x> нізащо!, звичайно, ні!; <x K=\"maroon\">you don't say (so)!</x> що ви кажете?, не може бути!, невже!; <x K=\"maroon\">I dare say</x> гадаю, сподіваюсь; <x K=\"maroon\">that is to say</x> інакше кажучи, тобто; принаймні; <x K=\"maroon\">to say nothing of</x> не кажучи вже (про щось); <x K=\"maroon\">it goes without saying</x> само собою зрозуміло; <x K=\"maroon\">you have only to say the word</x> вам варто лише слово сказати; <x K=\"maroon\">no sooner said than done</x> сказано — зроблено; <x K=\"maroon\">the less said the better</x> чим менше слів, тим краще.</N></I></F></C>"
}