{
    "word": "that",
    "phonetic": "that",
    "type": "adj, adv, розм., pron, pl, conj, розм.",
    "meaning": "цей, ця, це; той, та, те;з того (з цього) часу (дня);ця книжка цікава, а та — ні;ну, як ваша нога?так, до такої міри;стільки;так далеко;я не можу йти так далеко;він був такий сердитий, що не міг вимовити й слова ( those)це;що це таке?;хто це (такий)?;ось що;ось що вона мені сказала;те;це нове, а те старе;який, яка, які;той лист, який прийшов учора;це та людина, про яку ми говоримо;коли;в той вечір, коли ми ходили до театру;він, вона; той, та;я залишаюся самим собою що; щоб; так, щоб;те, що вони сестри, було ясно;мені шкода, що так сталося;підійдіть ближче, щоб я міг побачити вас;о, коли б я міг ще раз побачити вас!; ♦тому що;коли б (якби, якщо б) не;я б пішов з вами, якби я не був такий зайнятий;якщо;оскільки, бо;щоб не;хоч;і тому подібне;тим самим, цим;таким чином; нічого не вдієш; ось так;тобто;не те щоб; that'Н do досить, достатньо;так справа не піде; так не годиться;різне;тепер, коли;разом з тим;незважаючи на те, що.",
    "details": "<C><F><H><L>that</L></H><I><N><strong><x K=\"blue\">1.</x></strong> <span style=\"color:#c00000\">adj</span> цей, ця, це; той, та, те; <x K=\"maroon\">since that time (day)</x> з того (з цього) часу (дня); <x K=\"maroon\">this book is interesting and that one is not</x> ця книжка цікава, а та — ні; <x K=\"maroon\">how is that leg of yours?</x> ну, як ваша нога?<br /> <strong><x K=\"blue\">2.</x></strong> <span style=\"color:#c00000\">adv</span> <span style=\"color:#c00000\">розм.</span> так, до такої міри; <x K=\"maroon\">that much</x> стільки; <x K=\"maroon\">that far</x> так далеко; <x K=\"maroon\">I can't walk that far</x> я не можу йти так далеко; <x K=\"maroon\">he was that angry he couldn't say a word</x> він був такий сердитий, що не міг вимовити й слова<br /> <strong><x K=\"blue\">3.</x></strong> <span style=\"color:#c00000\">pron</span> (<span style=\"color:#c00000\">pl</span> those) <strong><x K=\"indigo\">1)</x></strong> це; <x K=\"maroon\">what is that?</x> що це таке?; <x K=\"maroon\">who is that?</x> хто це (такий)?; <strong><x K=\"indigo\">2)</x></strong> ось що; <x K=\"maroon\">that is what she told me</x> ось що вона мені сказала; <strong><x K=\"indigo\">3)</x></strong> те; <x K=\"maroon\">this is new and that is old</x> це нове, а те старе; <strong><x K=\"indigo\">4)</x></strong> який, яка, які; <x K=\"maroon\">the letter that came yesterday</x> той лист, який прийшов учора; <x K=\"maroon\">the man that we are speaking about</x> це та людина, про яку ми говоримо; <strong><x K=\"indigo\">5)</x></strong> коли; <x K=\"maroon\">the night that we went to the theatre</x> в той вечір, коли ми ходили до театру; <strong><x K=\"indigo\">6)</x></strong> він, вона; той, та; <x K=\"maroon\">I am that I am</x> я залишаюся самим собою<br /> <strong><x K=\"blue\">4.</x></strong> <span style=\"color:#c00000\">conj</span> що; щоб; так, щоб; <x K=\"maroon\">that they were sisters was clear</x> те, що вони сестри, було ясно; <x K=\"maroon\">I'm sorry that this has happened</x> мені шкода, що так сталося; <x K=\"maroon\">come nearer that I may see you</x> підійдіть ближче, щоб я міг побачити вас; <x K=\"maroon\">oh that I might see you once more!</x> о, коли б я міг ще раз побачити вас!; ♦ <x K=\"maroon\">because that</x> тому що; <x K=\"maroon\">but that</x> коли б (якби, якщо б) не; <x K=\"maroon\">I would have gone with you but that I am so busy</x> я б пішов з вами, якби я не був такий зайнятий; <x K=\"maroon\">if that</x> якщо; <x K=\"maroon\">in that</x> оскільки, бо; <x K=\"maroon\">lest that</x> щоб не; <x K=\"maroon\">though that</x> хоч; <x K=\"maroon\">and all that</x> і тому подібне; <x K=\"maroon\">by that</x> тим самим, цим; <x K=\"maroon\">like that</x> таким чином; <x K=\"maroon\">that's that</x> <span style=\"color:#c00000\">розм.</span> нічого не вдієш; ось так; <x K=\"maroon\">that is (to say)</x> тобто; <x K=\"maroon\">not that</x> не те щоб; that'Н do досить, достатньо; <x K=\"maroon\">that won't do</x> так справа не піде; так не годиться; <x K=\"maroon\">this and that</x> різне; <x K=\"maroon\">now that</x> тепер, коли; <x K=\"maroon\">with that</x> разом з тим; <x K=\"maroon\">notwithstanding that</x> незважаючи на те, що.</N></I></F></C>"
}