{
    "word": "veriest",
    "phonetic": "very",
    "type": "adj, рел., adv, військ., військ., військ., військ., військ.",
    "meaning": "справжній; сущий; чистісінький; повний, абсолютний; жахливий, страшенний;чистісінька правда;страшенний боягуз;той самий, той же, саме той (як підсилення);він живе саме тут (у цьому будинку);іди сюди в цю ж мить (негайно)!;самий; граничний;це засмучує мене до (самої) глибини душі;сам по собі; простий;йому було просто соромно нічого не дати;навіть, хоча б; аж до;навіть пацюки покинули корабель;істинний, законний; бога істина від бога істинна; ♦насправді, безумовно;воістину;що ви кажете! (подив);найбільш підхожа людина;саме те, що потрібно;це найкращий засіб від головного болю;спіймати (застати) на місці злочинудуже, значно;дуже тяжкий час;дуже, надзвичайно;я був надзвичайно здивований;мені значно краще;після заперечень — дещо, доволі, досить;не такий уже й маленький;досить погано;а ви не досить ввічливі;я не дуже люблю музику;самий, най-;найперший, найкращий;7, at the very latest найпізніше о сьомій годині;я зробив усе, що тільки міг;точно, прямо; якраз, саме;той же самий;та ж сама людина;якраз навпаки; ♦дуже добре, чудово; гарно; гаразд; надважкий бомбардувальник; надпотужна ракета;ми мало не загинули;чи можна мені взяти це для себе особисто?;Крісті, рідна моя; система дуже раннього попередження; сигнальна ракета Вері; сигнальний пістолет Вері;його превелебність (про настоятеля собору).",
    "details": "<C><F><H><L>very</L></H><I><N><strong><x K=\"blue\">1.</x></strong> <span style=\"color:#c00000\">adj</span> <strong><x K=\"indigo\">1)</x></strong> справжній; сущий; чистісінький; повний, абсолютний; жахливий, страшенний; <x K=\"maroon\">the very truth</x> чистісінька правда; <x K=\"maroon\">the veriest coward</x> страшенний боягуз; <strong><x K=\"indigo\">2)</x></strong> той самий, той же, саме той (як підсилення); <x K=\"maroon\">he lives in this very place (house)</x> він живе саме тут (у цьому будинку); <x K=\"maroon\">come here this very minute!</x> іди сюди в цю ж мить (негайно)!; <strong><x K=\"indigo\">3)</x></strong> самий; граничний; <x K=\"maroon\">it grieves me to the very heart</x> це засмучує мене до (самої) глибини душі; <strong><x K=\"indigo\">4)</x></strong> сам по собі; простий; <x K=\"maroon\">he could not, for very shame, refuse to give something</x> йому було просто соромно нічого не дати; <strong><x K=\"indigo\">5)</x></strong> навіть, хоча б; аж до; <x K=\"maroon\">the very rats quit the ship</x> навіть пацюки покинули корабель; <strong><x K=\"indigo\">6)</x></strong> істинний, законний; <x K=\"maroon\">very God of very God</x> <span style=\"color:#c00000\">рел.</span> бога істина від бога істинна; ♦ <x K=\"maroon\">in very deed</x> насправді, безумовно; <x K=\"maroon\">in very truth</x> воістину; <x K=\"maroon\">the very idea!</x> що ви кажете! (подив); <x K=\"maroon\">the very man</x> найбільш підхожа людина; <x K=\"maroon\">the very thing</x> саме те, що потрібно; <x K=\"maroon\">this is the very thing for headache</x> це найкращий засіб від головного болю; <x K=\"maroon\">to catch in the very act</x> спіймати (застати) на місці злочину<br /> <strong><x K=\"blue\">2.</x></strong> <span style=\"color:#c00000\">adv</span> <strong><x K=\"indigo\">1)</x></strong> дуже, значно; <x K=\"maroon\">a very trying time</x> дуже тяжкий час; <x K=\"maroon\">very much</x> дуже, надзвичайно; <x K=\"maroon\">I was very much surprised</x> я був надзвичайно здивований; <x K=\"maroon\">I feel very much better</x> мені значно краще; <strong><x K=\"indigo\">2)</x></strong> після заперечень — дещо, доволі, досить; <x K=\"maroon\">not so very small</x> не такий уже й маленький; <x K=\"maroon\">not very well</x> досить погано; <x K=\"maroon\">you are not very polite</x> а ви не досить ввічливі; <x K=\"maroon\">I am not very fond of music</x> я не дуже люблю музику; <strong><x K=\"indigo\">3)</x></strong> самий, най-; <x K=\"maroon\">the very first (best)</x> найперший, найкращий; <x K=\"maroon\">at</x> 7, at the very latest найпізніше о сьомій годині; <x K=\"maroon\">I did the very best I could</x> я зробив усе, що тільки міг; <strong><x K=\"indigo\">4)</x></strong> точно, прямо; якраз, саме; <x K=\"maroon\">the very same</x> той же самий; <x K=\"maroon\">the very same man</x> та ж сама людина; <x K=\"maroon\">very much the other way</x> якраз навпаки; ♦ <x K=\"maroon\">very good (well)</x> дуже добре, чудово; гарно; гаразд; <x K=\"maroon\">very heavy bomber</x> <span style=\"color:#c00000\">військ.</span> надважкий бомбардувальник; <x K=\"maroon\">very heavy rocket</x> <span style=\"color:#c00000\">військ.</span> надпотужна ракета; <x K=\"maroon\">we very nearly died</x> ми мало не загинули; <x K=\"maroon\">may I have it for my very own?</x> чи можна мені взяти це для себе особисто?; <x K=\"maroon\">my very own Christy</x> Крісті, рідна моя; <x K=\"maroon\">very early warning system</x> <span style=\"color:#c00000\">військ.</span> система дуже раннього попередження; <x K=\"maroon\">V. light</x> <span style=\"color:#c00000\">військ.</span> сигнальна ракета Вері; <x K=\"maroon\">V. pistol</x> <span style=\"color:#c00000\">військ.</span> сигнальний пістолет Вері; <x K=\"maroon\">V. Reverend</x> його превелебність (про настоятеля собору).</N></I></F></C>"
}