{
    "word": "war",
    "phonetic": "war",
    "type": "n, поет., поет., фін., амер., військ., військ., розм., орн., мед., амер., військ., розм., військ., мор., військ., юр.",
    "meaning": "війна; бойові дії;агресивна війна;атомна війна;у стані війни;холодна війна;на війні;гаряча (справжня) війна;війна на виснаження;війна на знищення;маневрена війна;позиційна війна;блокада; позиційна війна;вдаватися до зброї (проти когось); починати війну (з кимсь); іти на фронт (на війну);вести війну (воювати) з кимсь;з довоєнного часу;боротьба; ворожнеча; ворожість;боротьба стихій, стихійне лихо;затаїти в серці ворожість; зброя; війська; битва; ♦ облігації воєнних позик; дружини американських військовослужбовців, що одружилися під час служби за межами США; мобілізаційний розклад;воєнний бюджет;воєнні приготування; зосередження військ;військовий кабінет; уряд воєнного часу;воєнний потенціал;військовий коледж;умови воєнного часу;воєнні злочини (злочинці);інвалід війни;воєнні борги;військове міністерство (у США); беркут;мобілізація усіх сил на оборону країни; робота для потреб фронту; висипний («воєнний») тиф;воєнне становище; бойова готовність;бойова отруйна речовина;відповідальність (вина) за розв'язування війни; палій війни;бойові відзнаки;військове міністерство;воєнна істерія; воєнні втрати; корабель, що потонув під час воєнних дій;військове міністерство (у Великій Британії);військове майно; бойова техніка; озброєння і обмундирування воєнного часу;воєнна загроза;військовополонений; командний пункт;театр воєнних дій;бойовий склад; чисельність за штатами воєнного часу;воєнно-польова хірургія;надлишки воєнних матеріалів; війна на винищення; звичай війни;кровна помста; самочинні воєнні дії.",
    "details": "<C><F><H><L>war</L></H><I><N><strong><x K=\"blue\">1.</x></strong> <span style=\"color:#c00000\">n</span> <strong><x K=\"indigo\">1)</x></strong> війна; бойові дії; <x K=\"maroon\">agressive war</x> агресивна війна; <x K=\"maroon\">atomic war</x> атомна війна; <x K=\"maroon\">at war</x> у стані війни; <x K=\"maroon\">cold war</x> холодна війна; <x K=\"maroon\">in the war</x> на війні; <x K=\"maroon\">shooting war</x> гаряча (справжня) війна; <x K=\"maroon\">war of attrition</x> війна на виснаження; <x K=\"maroon\">war of extermination</x> війна на знищення; <x K=\"maroon\">war of movement</x> маневрена війна; <x K=\"maroon\">war of position</x> позиційна війна; <x K=\"maroon\">war of siege</x> блокада; позиційна війна; <x K=\"maroon\">to go to war (against)</x> вдаватися до зброї (проти когось); починати війну (з кимсь); іти на фронт (на війну); <x K=\"maroon\">to wage (to make, to levy) war on (against) smb.</x> вести війну (воювати) з кимсь; <x K=\"maroon\">from before the war</x> з довоєнного часу; <strong><x K=\"indigo\">2)</x></strong> боротьба; ворожнеча; ворожість; <x K=\"maroon\">war of the elements</x> боротьба стихій, стихійне лихо; <x K=\"maroon\">to have war in one's heart</x> затаїти в серці ворожість; <strong><x K=\"indigo\">3)</x></strong> <span style=\"color:#c00000\">поет.</span> зброя; війська; <strong><x K=\"indigo\">4)</x></strong> <span style=\"color:#c00000\">поет.</span> битва; ♦ <x K=\"maroon\">war bonds</x> <span style=\"color:#c00000\">фін.</span> облігації воєнних позик; <x K=\"maroon\">war brides</x> <span style=\"color:#c00000\">амер.</span> дружини американських військовослужбовців, що одружилися під час служби за межами США; <x K=\"maroon\">W. Book</x> <span style=\"color:#c00000\">військ.</span> мобілізаційний розклад; <x K=\"maroon\">war budget</x> воєнний бюджет; <x K=\"maroon\">war build-up</x> <span style=\"color:#c00000\">військ.</span> <span style=\"color:#c00000\">розм.</span> воєнні приготування; зосередження військ; <x K=\"maroon\">war cabinet</x> військовий кабінет; уряд воєнного часу; <x K=\"maroon\">war capability (potential)</x> воєнний потенціал; <x K=\"maroon\">W. College</x> військовий коледж; <x K=\"maroon\">war conditions</x> умови воєнного часу; <x K=\"maroon\">war crimes (criminals)</x> воєнні злочини (злочинці); <x K=\"maroon\">war cripple</x> інвалід війни; <x K=\"maroon\">war debts</x> воєнні борги; <x K=\"maroon\">W. Department</x> військове міністерство (у США); <x K=\"maroon\">war eagle</x> <span style=\"color:#c00000\">орн.</span> беркут; <x K=\"maroon\">war effort</x> мобілізація усіх сил на оборону країни; робота для потреб фронту; <x K=\"maroon\">war fever</x> <span style=\"color:#c00000\">мед.</span> висипний («воєнний») тиф; <x K=\"maroon\">war footing</x> воєнне становище; бойова готовність; <x K=\"maroon\">war gas</x> бойова отруйна речовина; <x K=\"maroon\">war guilt</x> відповідальність (вина) за розв'язування війни; <x K=\"maroon\">war hawk</x> <span style=\"color:#c00000\">амер.</span> палій війни; <x K=\"maroon\">war honors</x> бойові відзнаки; <x K=\"maroon\">W. House</x> <span style=\"color:#c00000\">військ.</span> <span style=\"color:#c00000\">розм.</span> військове міністерство; <x K=\"maroon\">war hysteria</x> воєнна істерія; <x K=\"maroon\">war loss</x> <span style=\"color:#c00000\">військ.</span> воєнні втрати; корабель, що потонув під час воєнних дій; <x K=\"maroon\">W. Office</x> військове міністерство (у Великій Британії); <x K=\"maroon\">war outfit</x> військове майно; бойова техніка; озброєння і обмундирування воєнного часу; <x K=\"maroon\">war peril</x> воєнна загроза; <x K=\"maroon\">war prisoner</x> військовополонений; <x K=\"maroon\">war room</x> <span style=\"color:#c00000\">мор.</span> командний пункт; <x K=\"maroon\">war seat</x> театр воєнних дій; <x K=\"maroon\">war strength</x> бойовий склад; чисельність за штатами воєнного часу; <x K=\"maroon\">war surgery</x> воєнно-польова хірургія; <x K=\"maroon\">war surplus</x> надлишки воєнних матеріалів; <x K=\"maroon\">war to the knife</x> <span style=\"color:#c00000\">військ.</span> війна на винищення; <x K=\"maroon\">war usage</x> <span style=\"color:#c00000\">юр.</span> звичай війни; <x K=\"maroon\">private war</x> кровна помста; самочинні воєнні дії.</N></I></F></C>"
}