{
    "word": "Elsevier",
    "type": "n., n., n., n., n., n.",
    "meaning": "Harcourt International Education Group, società del Gruppo Reed Elsevier, fornitore mondiale di materiale didattico e servizi per insegnanti di scuola materna sezione legale della società Reed Elsevier Inc. fornitrice mondiale di materiale d'informaione nel settore legale e finanziario con oltre tre milioni di utenti sul mercato mondiale Società Reed, filiale del Gruppo Reed Elsevier specialista mondiale nel settore delle comunicazioni e canali di informazione (riviste, mostre, directory, media on line, servizi di marketing) Reed Construction Data, affiliata del gruppo Reed Elsevier fornitore di canali di informazione nel settore edilizio Reed Elsevier Finance BV, società proprietaria del Gruppo Reed Elsevier Reed Elsevier Group plc, casa editrice leader nel mondo dell'informazione scientifica e medica, legale, didattica e finanziaria",
    "details": "<C><F><I><N><span style=\"color:#c00000\">n.</span> Harcourt International Education Group, società del Gruppo Reed Elsevier, fornitore mondiale di materiale didattico e servizi per insegnanti di scuola materna</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> sezione legale della società Reed Elsevier Inc. fornitrice mondiale di materiale d'informaione nel settore legale e finanziario con oltre tre milioni di utenti sul mercato mondiale</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Società Reed, filiale del Gruppo Reed Elsevier specialista mondiale nel settore delle comunicazioni e canali di informazione (riviste, mostre, directory, media on line, servizi di marketing)</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Construction Data, affiliata del gruppo Reed Elsevier fornitore di canali di informazione nel settore edilizio</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Elsevier Finance BV, società proprietaria del Gruppo Reed Elsevier</N></I></F></C><C><F><I><N><span style=\"color:#c00000\">n.</span> Reed Elsevier Group plc, casa editrice leader nel mondo dell'informazione scientifica e medica, legale, didattica e finanziaria</N></I></F></C>"
}