{
    "word": "leads",
    "phonetic": "lɪːd",
    "type": "n., n., v., v., adj., adj.",
    "meaning": "comando, guida; direzione; iniziativa; (Sport) posizione di testa; vantaggio; (Teat) parte principale; protagonista; (Giorn) testata; (Giorn) articolo di fondo, editoriale; mano comando, guida; direzione; iniziativa; (Sport) posizione di testa; vantaggio; (Teat) parte principale; protagonista; (Giorn) testata; (Giorn) articolo di fondo, editoriale; mano condurre, guidare, portare, accompagnare; aprire, essere in testa a; essere a capo di, dirigere; indurre, persuadere; immettere; essere primo in, avere il primo posto in, primeggiare in; fare condurre, guidare, portare, accompagnare; aprire, essere in testa a; essere a capo di, dirigere; indurre, persuadere; immettere; essere primo in, avere il primo posto in, primeggiare in; fare di testa, primo; (Giorn) editoriale di testa, primo; (Giorn) editoriale",
    "details": "<C><F><H><span style=\"color:#009900\">lɪːd</span></H><I><N><span style=\"color:#c00000\">n.</span> comando, guida; direzione; iniziativa; (Sport) posizione di testa; vantaggio; (Teat) parte principale; protagonista; (Giorn) testata; (Giorn) articolo di fondo, editoriale; mano</N></I><I><N><span style=\"color:#c00000\">n.</span> comando, guida; direzione; iniziativa; (Sport) posizione di testa; vantaggio; (Teat) parte principale; protagonista; (Giorn) testata; (Giorn) articolo di fondo, editoriale; mano</N></I><I><N><span style=\"color:#c00000\">v.</span> condurre, guidare, portare, accompagnare; aprire, essere in testa a; essere a capo di, dirigere; indurre, persuadere; immettere; essere primo in, avere il primo posto in, primeggiare in; fare</N></I><I><N><span style=\"color:#c00000\">v.</span> condurre, guidare, portare, accompagnare; aprire, essere in testa a; essere a capo di, dirigere; indurre, persuadere; immettere; essere primo in, avere il primo posto in, primeggiare in; fare</N></I><I><N><span style=\"color:#c00000\">adj.</span> di testa, primo; (Giorn) editoriale</N></I><I><N><span style=\"color:#c00000\">adj.</span> di testa, primo; (Giorn) editoriale</N></I></F></C>"
}