{
    "word": "rounds",
    "phonetic": "raʊnd",
    "type": "n., v., adj., adv., prep.",
    "meaning": "tondo, disco, tondino, tondello; piolo; giro, percorso circolare; rotazione; ciclo, serie completa; (Mil) ronda; mano, smazzata; (Sport) turno; ripresa, round; scroscio, salva, scoppio; scarica arrotondare; girare, passare attorno a; (Mar) doppiare; completare, perfezionare, coronare; finire, concludere rotondo, circolare; paffuto, grassoccio, rotondetto; intero; approssimativo, arrotondato; elevato, cospicuo, alto; esatto, preciso; pieno, sonoro; chiaro, schietto, franco in tondo, in cerchio, torno torno; facendo un giro vizioso, seguendo un percorso circolare; con moto rotatorio; tutt'intorno, tutt'attorno; in giro; dappertutto; indietro, nella direzione opposta intorno a, attorno a; tutt'intorno a; in giro per; tutto, durante l'intero; verso, all'incirca; su",
    "details": "<C><F><H><span style=\"color:#009900\">raʊnd</span></H><I><N><span style=\"color:#c00000\">n.</span> tondo, disco, tondino, tondello; piolo; giro, percorso circolare; rotazione; ciclo, serie completa; (Mil) ronda; mano, smazzata; (Sport) turno; ripresa, round; scroscio, salva, scoppio; scarica</N></I><I><N><span style=\"color:#c00000\">v.</span> arrotondare; girare, passare attorno a; (Mar) doppiare; completare, perfezionare, coronare; finire, concludere</N></I><I><N><span style=\"color:#c00000\">adj.</span> rotondo, circolare; paffuto, grassoccio, rotondetto; intero; approssimativo, arrotondato; elevato, cospicuo, alto; esatto, preciso; pieno, sonoro; chiaro, schietto, franco</N></I><I><N><span style=\"color:#c00000\">adv.</span> in tondo, in cerchio, torno torno; facendo un giro vizioso, seguendo un percorso circolare; con moto rotatorio; tutt'intorno, tutt'attorno; in giro; dappertutto; indietro, nella direzione opposta</N></I><I><N><span style=\"color:#c00000\">prep.</span> intorno a, attorno a; tutt'intorno a; in giro per; tutto, durante l'intero; verso, all'incirca; su</N></I></F></C>"
}